Repository: common-repository/law-practice-management-software
Catalog: languages/lawyer_mgt-*.po
Languages: hi_in, hu_hu, ro_ro

source: Filter By Hearing Date:
hi_in: फ़िल्टर तिथि सुनकर:
hu_hu: Szűrés meghallgatási dátum szerint:
ro_ro: Filtrează după data audierii:

source: Export IN CSV File"
hi_in: CSV फ़ाइल में निर्यात करें "
hu_hu: Exportálás CSV fájlban \ "
ro_ro: Exportați fișierul CSV \ "

source: Contact Name
hi_in: संपर्क नाम
hu_hu: Kapcsolattartó neve
ro_ro: nume de contact

source: Case name
hi_in: केस का नाम
hu_hu: Az eset neve
ro_ro: Numele cazului

source: Conatct Information
hi_in: सूचनात्मक जानकारी
hu_hu: Conatct információk
ro_ro: Informații despre conținut

source: Payment successfull
hi_in: भुगतान सफल हुआ
hu_hu: A fizetés sikeres
ro_ro: Plată a avut succes

source: Payment Cancel
hi_in: भुगतान रद्द करें
hu_hu: Fizetés megszakítva
ro_ro: Anulare de plată

source: Edit Message
hi_in: संदेश संपादित करें
hu_hu: Üzenet szerkesztése
ro_ro: Editează mesajul

source: Save Message
hi_in: संदेश सहेजें
hu_hu: Üzenet mentése
ro_ro: Salvați mesajul

source: Law Practice Management
hi_in: लॉ प्रैक्टिस मैनेजमेंट
hu_hu: Jogi gyakorlat menedzsment
ro_ro: Gestão da Prática Jurídica

source: Clients
hi_in: ग्राहकों
hu_hu: Ügyfeleink
ro_ro: Clientes

source: Reports
hi_in: रिपोर्ट
hu_hu: jelentések
ro_ro: Relatórios

source: Messages
hi_in: संदेश
hu_hu: üzenetek

source: Access Rights
hi_in: पहुंच अधिकार
hu_hu: Hozzáférési jogok
ro_ro: Direitos de acesso

source: Mail Templates
hi_in: मेल टेम्प्लेट
hu_hu: Levélsablonok
ro_ro: Modelos de Correio

source: Licence Successfully Registered.
hi_in: लाइसेंस सफलतापूर्वक पंजीकृत।
hu_hu: Az engedély sikeresen regisztrált.
ro_ro: Licență înregistrată cu succes.

source: WP Law
hi_in: WP कानून
hu_hu: WP törvény
ro_ro: Legea WP

source: Deleted Document
hi_in: हटाए गए दस्तावेज़
hu_hu: Törölt dokumentum
ro_ro: Documento excluído

source: Added New Payment Invoice Number
hi_in: नया भुगतान चालान नंबर जोड़ा गया
hu_hu: Hozzáadott új fizetési számla száma
ro_ro: Adicionado novo número da fatura de pagamento

source: Updated User
hi_in: अपडेट किया गया उपयोगकर्ता
hu_hu: Frissítve felhasználó
ro_ro: Usuário atualizado

source: Added New User
hi_in: नया उपयोगकर्ता जोड़ा गया
hu_hu: Új felhasználó hozzáadva
ro_ro: Adicionado novo usuário

source: Deleted User
hi_in: हटाया हुआ उपयोगकर्ता
hu_hu: Törölt felhasználó
ro_ro: Usuário deletado

source: Updated Workflow
hi_in: अद्यतन वर्कफ़्लो
hu_hu: Frissített munkafolyamat
ro_ro: Fluxo de trabalho atualizado

source: Added New Workflow
hi_in: नया वर्कफ़्लो जोड़ा गया
hu_hu: Új munkafolyamat
ro_ro: Adicionado novo fluxo de trabalho

source: Deleted Workflow
hi_in: हटाए गए वर्कफ़्लो
hu_hu: Törölt munkafolyamat
ro_ro: Fluxo de trabalho excluído

source: Ex :
hu_hu: Például:

source: PM
hu_hu: DÉLUTÁN

source: TextArea
hu_hu: a szövegszerkesztő

source: ADDRESS
hu_hu: CÍM
ro_ro: ABORDARE
