Repository: common-repository/law-practice-management-software
Catalog: languages/lawyer_mgt-*.po
Languages: hi_in, hu_hu, ro_ro

source: Record Updated Successfully
hi_in: रिकॉर्ड अपडेट सफलतापूर्वक
hu_hu: A rekord sikeresen frissítve
ro_ro: Înregistrare actualizată cu succes

source: Accountant Access Right
hi_in: लेखापाल पहुँच अधिकार
hu_hu: Könyvelői hozzáférési jog
ro_ro: Dreptul de acces al contabilului

source: Menu
hi_in: मेन्यू
hu_hu: Menü
ro_ro: Meniul

source: View
hi_in: राय
hu_hu: Kilátás
ro_ro: Vedere

source: Add
hi_in: जोड़ना
hu_hu: hozzáad
ro_ro: Adăuga

source: Edit
hi_in: संपादित करें
hu_hu: szerkesztése
ro_ro: Editați | ×

source: Delete
hi_in: हटाना
hu_hu: Töröl
ro_ro: Șterge

source: Attorney
hi_in: प्रतिनिधि
hu_hu: Ügyvéd
ro_ro: Avocat

source: Staff
hi_in: कर्मचारी
hu_hu: Személyzet
ro_ro: Personal

source: Accountant
hi_in: मुनीम
hu_hu: Könyvelő
ro_ro: Contabil

source: Client
hi_in: ग्राहक
hu_hu: Ügyfél

source: Court
hi_in: कोर्ट
hu_hu: Bíróság
ro_ro: curte

source: Cases
hi_in: मामले
hu_hu: Olyan esetek,
ro_ro: Cazuri

source: Orders
hi_in: आदेश
hu_hu: rendelés
ro_ro: Comenzi

source: Judgments
hi_in: निर्णय
hu_hu: ítéletek
ro_ro: Hotărârile

source: Cause List
hi_in: कारण सूची
hu_hu: Okok listája
ro_ro: Lista de cauze

source: Task
hi_in: कार्य
hu_hu: Feladat
ro_ro: Sarcină

source: Event
hi_in: प्रतिस्पर्धा
hu_hu: Esemény
ro_ro: Eveniment

source: Note
hi_in: ध्यान दें
hu_hu: jegyzet
ro_ro: Notă

source: Workflow
hi_in: कार्यप्रवाह
hu_hu: munkafolyamat
ro_ro: Fluxul de lucru

source: Documents
hi_in: दस्तावेज़
hu_hu: Dokumentumok
ro_ro: Documente

source: Invoice
hi_in: बीजक
hu_hu: Számla
ro_ro: Factura fiscala

source: Rules
hi_in: नियम
hu_hu: szabályok
ro_ro: reguli

source: Report
hi_in: रिपोर्ट
hu_hu: Jelentés
ro_ro: Raport

source: Message
hi_in: संदेश
hu_hu: Üzenet
ro_ro: Mesaj

source: Account
hi_in: लेखा
hu_hu: számla
ro_ro: Cont

source: Save
hi_in: सहेजें
hu_hu: Mentés
ro_ro: Salvați

source: Attorney Access Right
hi_in: अटॉर्नी एक्सेस राइट
hu_hu: Ügyvédi hozzáférési jog
ro_ro: Dreptul de acces al avocatului

source: Own Data
hi_in: खुद का डेटा
hu_hu: Saját adatok
ro_ro: Date proprii

source: Client Access Right
hi_in: ग्राहक पहुंच अधिकार
hu_hu: Ügyfél hozzáférési jog
ro_ro: Dreptul de acces al clientului

source: Staff Member Access Right
hi_in: स्टाफ सदस्य पहुंच अधिकार
hu_hu: Az alkalmazottak belépési joga
ro_ro: Dreptul de acces al personalului

source: Personal Information
hi_in: व्यक्तिगत जानकारी
hu_hu: Személyes adat
ro_ro: Informatii personale

source: First Name
hi_in: पहला नाम
hu_hu: Keresztnév
ro_ro: Nume

source: Enter First Name
hi_in: पहला नाम दर्ज करें
hu_hu: Írja be a keresztnevet
ro_ro: Introduceți Prenumele

source: Middle Name
hi_in: मध्य नाम
hu_hu: Középső név
ro_ro: Al doilea nume

source: Enter Middle Name
hi_in: मध्य नाम दर्ज करें
hu_hu: Írja be a középső nevet
ro_ro: Introduceți numele de mijloc

source: Last Name
hi_in: उपनाम
hu_hu: Vezetéknév
ro_ro: Numele de familie

source: Enter Last Name
hi_in: अंतिम नाम दर्ज करो
hu_hu: Írja be a vezetéknevet
ro_ro: Introduceți prenumele

source: Date of birth
hi_in: जन्म की तारीख
hu_hu: Születési dátum
ro_ro: Data de nastere

source: Select Birth Date
hi_in: जन्म तिथि चुनें
hu_hu: Válassza a Születési dátum lehetőséget
ro_ro: Selectați data nașterii

source: Gender
hi_in: लिंग
hu_hu: nem
ro_ro: Sex

source: Male
hi_in: पुरुष
hu_hu: Férfi
ro_ro: Masculin

source: Female
hi_in: महिला
hu_hu: Női
ro_ro: Femeie

source: Address Information
hi_in: पते की जानकारी
hu_hu: cím információ
ro_ro: infornații despre adresă

source: Address
hi_in: पता
hu_hu: Cím
ro_ro: Abordare

source: Enter Address
hi_in: पता लिखिए
hu_hu: Adja meg a címet
ro_ro: Introdu adresa

source: State
hi_in: राज्य
hu_hu: Állapot
ro_ro: Stat

source: Enter State Name
hi_in: राज्य का नाम दर्ज करें
hu_hu: Írja be az állam nevét
ro_ro: Introduceți numele de stat

source: City
hi_in: शहर
hu_hu: Város
ro_ro: Oraș

source: Enter City Name
hi_in: शहर का नाम दर्ज करें
hu_hu: Írja be a város nevét
ro_ro: Introduceți numele orașului

source: Pin Code
hi_in: पिन कोड
hu_hu: PIN-kód
ro_ro: Cod PIN

source: Enter Pin Code
hi_in: पिन कोड दर्ज करें
hu_hu: Írja be a PIN-kódot
ro_ro: Introduceți codul Pin

source: Contact Information
hi_in: संपर्क जानकारी
hu_hu: Elérhetőség
ro_ro: Informatii de contact

source: Mobile Number
hi_in: मोबाइल नंबर
hu_hu: Mobil szám
ro_ro: Numar de mobil

source: Enter Mobile Number
hi_in: मोबाइल नंबर दर्ज करें
hu_hu: Írja be a mobilszámot
ro_ro: Introduceți numărul mobil

source: Alternate Mobile Number
hi_in: वैकल्पिक मोबाइल नंबर
hu_hu: Alternatív mobilszám
ro_ro: Număr mobil alternativ

source: Enter Alternate Mobile Number
hi_in: वैकल्पिक मोबाइल नंबर दर्ज करें
hu_hu: Adja meg az alternatív mobilszámot
ro_ro: Introduceți un număr mobil alternativ

source: Phone Home
hi_in: फोन घर
hu_hu: Haza telefonálni
ro_ro: Telefon Acasă

source: Enter Home Phone Number
hi_in: होम फोन नंबर दर्ज करें
hu_hu: Írja be az otthoni telefonszámot
ro_ro: Introduceți numărul de telefon de acasă

source: Work Phone
hi_in: कार्य फ़ोन
hu_hu: Munkahelyi telefon
ro_ro: Telefon de serviciu

source: Enter Work Phone Number
hi_in: कार्य फ़ोन नंबर दर्ज करें
hu_hu: Írja be a munkahelyi telefonszámot
ro_ro: Introduceți numărul de telefon de lucru

source: Login Information
hi_in: लॉगिन जानकारी
hu_hu: Bejelentkezési Információ
ro_ro: Informații de autentificare

source: Email
hi_in: ईमेल

source: Enter valid Email
hi_in: मान्य ईमेल दर्ज करें
hu_hu: Írja be az érvényes e-mailt
ro_ro: Introduceți un e-mail valid

source: Username
hi_in: उपयोगकर्ता नाम
hu_hu: Felhasználónév
ro_ro: Nume de utilizator

source: Enter valid username
hi_in: मान्य उपयोगकर्ता नाम दर्ज करें
hu_hu: Írja be az érvényes felhasználónevet
ro_ro: Introduceți un nume de utilizator valid

source: Password
hi_in: पारण शब्द
hu_hu: Jelszó
ro_ro: Parola

source: Enter valid Password
hi_in: मान्य पासवर्ड दर्ज करें
hu_hu: Írja be az érvényes jelszót
ro_ro: Introduceți o parolă validă

source: Other Information
hi_in: अन्य सूचना
hu_hu: Egyéb információk
ro_ro: Alte informații

source: Image
hi_in: छवि
hu_hu: Kép
ro_ro: Imagine

source: Select image
hi_in: छवि चुने
hu_hu: Válassza ki a képet
ro_ro: Selectați imaginea

source: Upload image
hi_in: तस्वीर डालिये
hu_hu: Kép feltöltése
ro_ro: Incarca imaginea

source: Add Accountant
hi_in: एकाउंटेंट जोड़ें
hu_hu: Add könyvelő
ro_ro: Adăugați Contabil

source: Username Or Emailid All Ready Exist.
hi_in: उपयोगकर्ता नाम या ईमेल सभी तैयार अस्तित्व।
hu_hu: Minden felhasználó létezik.
ro_ro: Numele de utilizator sau e-mailurile sunt disponibile.

source: Please Select At least One Record.
hi_in: कृपया कम से कम एक रिकॉर्ड का चयन करें।
hu_hu: Kérjük, válasszon legalább egy rekordot.
ro_ro: Vă rugăm să selectați cel puțin o înregistrare.

source: User Inserted Successfully
hi_in: उपयोगकर्ता को सफलतापूर्वक सम्मिलित किया गया
hu_hu: A felhasználó beillesztése sikeres
ro_ro: Utilizatorul a fost introdus cu succes

source: User Updated Successfully
hi_in: उपयोगकर्ता अद्यतन सफलतापूर्वक
hu_hu: A felhasználó sikeresen frissítve
ro_ro: Utilizator actualizat cu succes

source: User Deleted Successfully
hi_in: उपयोगकर्ता को सफलतापूर्वक हटा दिया गया
hu_hu: A felhasználó sikeresen törölve
ro_ro: Utilizatorul a fost șters cu succes

source: Accountant List
hi_in: लेखापाल सूची
hu_hu: Könyvelői lista
ro_ro: Lista contabililor

source: Edit Accountant
hi_in: लेखाकार संपादित करें
hu_hu: Könyvelő szerkesztése
ro_ro: Editează contabil

source: View Accountant
hi_in: लेखापाल देखें
hu_hu: Tekintse meg a könyvelőt
ro_ro: Vezi contabil

source: Please select atleast one record
hi_in: कृपया कम से कम एक रिकॉर्ड चुनें
hu_hu: Kérjük, válasszon legalább egy rekordot
ro_ro: Vă rugăm să selectați cel puțin o înregistrare

source: Are you sure you want to delete this record?
hi_in: क्या आप वाकई इस रिकॉर्ड को हटाना चाहते हैं?
hu_hu: Biztosan törli ezt a rekordot?
ro_ro: Sigur doriți să ștergeți această înregistrare?

source: Photo
hi_in: तस्वीर
hu_hu: Fénykép
ro_ro: Fotografie

source: accountant Name
hi_in: लेखाकार का नाम
hu_hu: könyvelő neve
ro_ro: contabil Nume

source: accountant Email
hi_in: एकाउंटेंट ईमेल
hu_hu: könyvelő e-mail
ro_ro: contabil e-mail

source: Action
hi_in: कार्य
hu_hu: Akció
ro_ro: Acțiune

source: Name
hi_in: नाम
hu_hu: Név
ro_ro: Nume

source: Mobile No
hi_in: मोबाइल न
hu_hu: Mobil nélkül
ro_ro: Numar de telefon mobil

source: Date Of Birth
hi_in: जन्म की तारीख
hu_hu: Születési dátum
ro_ro: Data de nastere

source: UserName
hi_in: उपयोगकर्ता नाम
hu_hu: Felhasználónév
ro_ro: Nume de utilizator

source: More Info
hi_in: और जानकारी
hu_hu: Több információ
ro_ro: Mai multe informatii

source: Lawyer Management
hi_in: वकील प्रबंधन
hu_hu: Ügyvédi menedzsment
ro_ro: Managementul avocatului

source: Custom Fields
hi_in: कस्टम फील्ड्स
hu_hu: Egyéni mezők
ro_ro: câmpuri customizate

source: Audit Log
hi_in: हिसाब सूचि
hu_hu: Ellenőrzési napló
ro_ro: Jurnal de audit

source: Access Right
hi_in: पहूंच अधिकार
hu_hu: Hozzáférési jog
ro_ro: Dreptul de acces

source: Mail Template
hi_in: मेल टेम्प्लेट
hu_hu: Levél sablon
ro_ro: Șablon de e-mail

source: Settings
hi_in: समायोजन
hu_hu: Beállítások
ro_ro: Setări

source: Please Only upload PDF file....
hi_in: कृपया केवल पीडीएफ फाइल अपलोड करें ...।
hu_hu: Kérjük, csak PDF fájlt töltsön fel ....
ro_ro: Vă rugăm să încărcați doar fișier PDF ...

source: (success)
hi_in: (सफलता)
hu_hu: (siker)
ro_ro: (succes)

source: Education Information
hi_in: शिक्षा जानकारी
hu_hu: Oktatási információk
ro_ro: Informații despre educație

source: Degree
hi_in: डिग्री
hu_hu: Fokozat
ro_ro: grad

source: Enter Degree Name
hi_in: डिग्री का नाम दर्ज करें
hu_hu: Írja be a fokozat nevét
ro_ro: Introduceți numele gradului

source: Experience(Years)
hi_in: अनुभव (वर्षों)
hu_hu: Tapasztalat (év)
ro_ro: Experiență (ani)

source: Enter Experience
hi_in: अनुभव दर्ज करें
hu_hu: Írja be az élményt
ro_ro: Intrați în experiență

source: Default Rate
hi_in: सामान्य नियोजित दर
hu_hu: Alapértelmezett arány
ro_ro: Rata implicita

source: Enter Rate
hi_in: दर दर्ज करें
hu_hu: Írja be a Rate
ro_ro: Introduceți rata

source: Select rate Type
hi_in: दर प्रकार चुनें
hu_hu: Válasszon díjtípust
ro_ro: Selectați tipul ratei

source: Hour
hi_in: घंटा
hu_hu: Óra
ro_ro: Ora

source: Day
hi_in: दिन
hu_hu: Nap
ro_ro: Zi

source: Fixed Rate
hi_in: निर्धारित दर
hu_hu: Rögzített kamatláb
ro_ro: Rata fixa

source: / hr
hi_in: / घंटा
hu_hu: / óra

source: Curriculum Vitae
hi_in: बायोडेटा
hu_hu: Önéletrajz

source: Upload document in PDF
hi_in: पीडीएफ में दस्तावेज़ अपलोड करें
hu_hu: Töltse fel a dokumentumot PDF formátumban
ro_ro: Încărcați documentul în PDF

source: CV
hi_in: सीवी
hu_hu: önéletrajz

source: Education Certificate
hi_in: शिक्षा का प्रमाण पत्र
hu_hu: Oktatási bizonyítvány
ro_ro: Certificat de educație

source: Experience Certificate
hi_in: अनुभव प्रमाणपत्र
hu_hu: Tapasztalati igazolás
ro_ro: Certificat de experiență

source: Add Attorney
hi_in: अटॉर्नी जोड़ें
hu_hu: Add ügyvéd
ro_ro: Adăugați avocat

source: Attorney List
hi_in: अटार्नी सूची
hu_hu: Ügyvédek listája
ro_ro: Lista avocaților

source: Edit Attorney
hi_in: एडिट अटॉर्नी
hu_hu: Ügyvéd szerkesztése
ro_ro: Editează avocat

source: View Attorney
hi_in: अटार्नी देखें
hu_hu: Ügyvéd megtekintése
ro_ro: Vezi avocat

source: attorney Name
hi_in: वकील का नाम
hu_hu: ügyvéd neve
ro_ro: Nume avocat

source: attorney Email
hi_in: वकील ईमेल
hu_hu: ügyvéd e-mail címe
ro_ro: e-mail avocat

source: Rate
hi_in: मूल्यांकन करें
hu_hu: Mérték
ro_ro: Rată

source: Experience
hi_in: अनुभव
hu_hu: Tapasztalat
ro_ro: Experienţă

source: Attorney Open Case History
hi_in: अटार्नी ओपन केस हिस्ट्री
hu_hu: Ügyvéd nyitott esettanulmánya
ro_ro: Istoricul cazurilor deschise de avocat

source: View All
hi_in: सभी देखें
hu_hu: Összes megtekintése
ro_ro: A vedea tot

source: Client Name:
hi_in: ग्राहक का नाम:
hu_hu: Ügyfél Neve:
ro_ro: Numele clientului:

source: Case Name:
hi_in: केस का नाम:
hu_hu: Eset neve:
ro_ro: Numele cazului:

source: No Cases Available
hi_in: कोई मामला उपलब्ध नहीं
hu_hu: Nincs elérhető eset
ro_ro: Nu există cazuri disponibile

source: Attorney Close Case History
hi_in: अटॉर्नी क्लोज केस हिस्ट्री
hu_hu: Ügyvéd bezárja az esettanulmányokat
ro_ro: Istoricul cazurilor avocatului

source: Audit Log/ALL Activity
hi_in: ऑडिट लॉग / सभी गतिविधि
hu_hu: Ellenőrzési napló / MINDEN tevékenység
ro_ro: Jurnalul de audit / activitatea ALL

source: Download Log
hi_in: लॉग डाउनलोड करें
hu_hu: Töltse le a naplót
ro_ro: Descărcați jurnalul

source: Clear Log
hi_in: अभिलेख साफ करो
hu_hu: Napló törlése
ro_ro: Curăță Jurnalul

source: No any Log found
hi_in: कोई लॉग नहीं मिला
hu_hu: Nem található napló
ro_ro: Nu a fost găsit niciun jurnal

source: Select Client Name
hi_in: ग्राहक का नाम चुनें
hu_hu: Válassza az Ügyfél neve lehetőséget
ro_ro: Selectați Nume client

source: Select all
hi_in: सभी का चयन करे
hu_hu: Mindet kiválaszt
ro_ro: Selectează tot

source: Select Attorney Name
hi_in: अटॉर्नी नाम का चयन करें
hu_hu: Válassza az Ügyvéd nevét
ro_ro: Selectați numele avocatului

source: Please select atleast one Attorney Name
hi_in: कृपया कम से कम एक अटॉर्नी नाम का चयन करें
hu_hu: Kérjük, válasszon legalább egy ügyvédi nevet
ro_ro: Vă rugăm să selectați cel puțin un nume de avocat

source: Select Attorney
hi_in: अटॉर्नी का चयन करें
hu_hu: Válassza az Ügyvéd lehetőséget
ro_ro: Selectați avocat

source: Please select atleast one Client Name
hi_in: कृपया एक ग्राहक नाम का चयन करें
hu_hu: Kérjük, válasszon legalább egy ügyfélnevet
ro_ro: Vă rugăm să selectați cel puțin un nume de client

source: SOL Reminders
hi_in: एसओएल अनुस्मारक
hu_hu: SOL Emlékeztetők
ro_ro: Memento-uri SOL

source: Mail
hi_in: मेल
hu_hu: Posta
ro_ro: Poștă

source: Day(s)
hi_in: दिवस (रों)
hu_hu: Napok)
ro_ro: Ziua (s)

source: Hour(s)
hi_in: घंटे)
hu_hu: Órák)
ro_ro: Ora (e)

source: Before Statute Of Limitations
hi_in: सीमाओं के क़ानून से पहले
hu_hu: Az elévülési idő előtt
ro_ro: Înainte de statutul limitărilor

source: Remove
hi_in: हटाना
hu_hu: eltávolít
ro_ro: Elimina

source: Do you really want to delete this ?
hi_in: क्या आप वास्तव में इसे हटाना चाहते हैं?
hu_hu: Tényleg törli ezt?
ro_ro: Doriți cu adevărat să ștergeți acest lucru?

source: Case Stages
hi_in: केस के चरण
hu_hu: Esettanulmányok
ro_ro: Etapele cazurilor

source: Enter Name
hi_in: नाम दर्ज
hu_hu: Írja be a nevet
ro_ro: Introdu numele

source: Enter Email
hi_in: ईमेल दर्ज करें
hu_hu: Írja be az Email címet
ro_ro: Introduceți adresa de email

source: Enter Mobile No
hi_in: मोबाइल नंबर दर्ज करें
hu_hu: Írja be a mobilszámot
ro_ro: Introduceți numărul mobil

source: Case Information
hi_in: मामले की जानकारी
hu_hu: Esettanulmányok
ro_ro: Informații despre caz

source: Case Name
hi_in: केस का नाम
hu_hu: Az eset neve
ro_ro: Numele cazului

source: Enter Case Name
hi_in: केस का नाम दर्ज करें
hu_hu: Írja be az eset nevét
ro_ro: Introduceți numele cazului

source: Case Number
hi_in: केस नंबर
hu_hu: Ügyszám
ro_ro: Numărul cazului

source: Enter Case Number
hi_in: केस नंबर दर्ज करें
hu_hu: Írja be az ügyszámot
ro_ro: Introduceți numărul cazului

source: Open Date
hi_in: खुलने की तारीख
hu_hu: Nyitási dátum
ro_ro: Data deschisă

source: Select Open Date
hi_in: ओपन डेट सेलेक्ट करें
hu_hu: Válassza a Megnyitás dátuma lehetőséget
ro_ro: Selectați Data deschisă

source: Statute Of Limitations
hi_in: सीमाओं के क़ानून
hu_hu: A korlátozások statútuma
ro_ro: Statutul limitărilor

source: Select Statute Of Limitations
hi_in: सीमाओं के क़ानून का चयन करें
hu_hu: Válassza a korlátozások statútumát
ro_ro: Selectați Statutul limitărilor

source: Priority
hi_in: प्राथमिकता
hu_hu: Kiemelten fontos
ro_ro: Prioritate

source: High
hi_in: उच्च
hu_hu: Magas
ro_ro: Înalt

source: Medium
hi_in: मध्यम
hu_hu: Közepes
ro_ro: Mediu

source: Low
hi_in: कम
hu_hu: Alacsony
ro_ro: Scăzut

source: Practice Area
hi_in: अभ्यास क्षेत्र
hu_hu: Gyakorlati terület
ro_ro: Zona de practică

source: Select Practice Area
hi_in: अभ्यास क्षेत्र का चयन करें
hu_hu: Válassza a Gyakorlati terület lehetőséget
ro_ro: Selectați zona de practică

source: Add Or Remove
hi_in: जोड़ें या घटाएँ
hu_hu: Hozzáadás vagy eltávolítás
ro_ro: Adăugați sau eliminați

source: Case Description
hi_in: केस का विवरण
hu_hu: Esettanulmány
ro_ro: Descrierea cazului

source: Crime Details
hi_in: अपराध विवरण
hu_hu: Bűnözés részletei
ro_ro: Detalii despre crimă

source: Court Name
hi_in: न्यायालय का नाम
hu_hu: Bíróság neve
ro_ro: Numele instanței

source: Select Court
hi_in: कोर्ट का चयन करें
hu_hu: Válassza a Bíróság lehetőséget
ro_ro: Selectați Curtea

source: State Name
hi_in: राज्य का नाम
hu_hu: Állam neve
ro_ro: Numele statului

source: Select State
hi_in: राज्य चुनें
hu_hu: Válassza az Állapot lehetőséget
ro_ro: Selectează statul

source: Bench Name
hi_in: बेंच का नाम
hu_hu: Pad neve
ro_ro: Numele băncii

source: Select Bench
hi_in: बेंच का चयन करें
hu_hu: Válassza a Pad lehetőséget
ro_ro: Selectați Banc

source: Court Hall No
hi_in: कोर्ट हॉल नं
hu_hu: Bíróság terem
ro_ro: Sala Curții nr

source: Enter Court Hall No
hi_in: कोर्ट हॉल नं
hu_hu: Lépjen be a Bíróság terembe
ro_ro: Intrați în sala de judecată nr

source: Floor
hi_in: मंज़िल
hu_hu: Padló
ro_ro: Podea

source: Enter Floor No
hi_in: फ्लोर नं
hu_hu: Írja be az emeleti számot
ro_ro: Introduceți Etajul nr

source: Crime No of Police Station
hi_in: थाना के क्राइम नं
hu_hu: A rendőrség bűncselekmény száma
ro_ro: Criminalitatea nr. A secției de poliție

source: Enter Crime No of Police Station
hi_in: पुलिस स्टेशन का अपराध संख्या दर्ज करें
hu_hu: Írja be a rendőrség bűncselekmény számát
ro_ro: Intrați în Crime Crime of Station

source: FIR No
hi_in: एफआईआर सं
hu_hu: FIR Nem
ro_ro: FIR Nu

source: Enter FIR No
hi_in: FIR नंबर दर्ज करें
hu_hu: Írja be a FIR számot
ro_ro: Introduceți FIR Nr

source: Classification
hi_in: वर्गीकरण
hu_hu: Osztályozás
ro_ro: Clasificare

source: Enter Classification
hi_in: वर्गीकरण दर्ज करें
hu_hu: Írja be az osztályozást
ro_ro: Introduceți clasificarea

source: First Hearing Date
hi_in: पहली सुनवाई की तारीख
hu_hu: Az első meghallgatás dátuma
ro_ro: Prima dată de audiere

source: Select First Hearing Date
hi_in: पहली सुनवाई की तारीख का चयन करें
hu_hu: Válassza az Első hallás dátuma lehetőséget
ro_ro: Selectați prima dată de audiere

source: Earlier Court History
hi_in: इससे पहले कोर्ट हिस्ट्री
hu_hu: Korábbi bírósági történelem
ro_ro: Istoria anterioară a curții

source: Add Case Stages
hi_in: केस स्टेज जोड़ें
hu_hu: Adja hozzá az eset szakaszát
ro_ro: Adăugați etape de caz

source: Add Reminder
hi_in: अनुस्मारक जोड़ें
hu_hu: Add emlékeztető
ro_ro: Adăugați memento

source: Referred By
hi_in: द्वारा उल्लिखित
hu_hu: Ajánlva
ro_ro: Menționate prin

source: Enter Referred Name
hi_in: संदर्भित नाम दर्ज करें
hu_hu: Írja be a hivatkozott nevet
ro_ro: Introduceți numele referit

source: Only
hi_in: केवल
hu_hu: Csak
ro_ro: Numai

source: formats are allowed.
hi_in: प्रारूपों की अनुमति है।
hu_hu: formátumok megengedettek.
ro_ro: formatele sunt permise.

source: kb size is allowed.
hi_in: केबी आकार की अनुमति है।
hu_hu: kb méret megengedett.
ro_ro: dimensiunea kb este permisă.

source: Please upload only
hi_in: कृपया केवल अपलोड करें
hu_hu: Csak feltöltést kérhet
ro_ro: Vă rugăm să încărcați doar

source: file
hi_in: फ़ाइल
hu_hu: fájl
ro_ro: fişier

source: Attorney & Client Link
hi_in: अटार्नी और ग्राहक लिंक
hu_hu: Ügyvédi és ügyfélkapcsolat
ro_ro: Legătura avocat și client

source: Which attorneys and clients should be linked to this case?
hi_in: इस मामले से किन वकीलों और ग्राहकों को जोड़ा जाना चाहिए?
hu_hu: Milyen ügyvédeket és ügyfeleket kell összekapcsolni ezzel az esettel?
ro_ro: Ce avocați și clienți ar trebui să fie legați de acest caz?

source: Assigned To Attorney
hi_in: अटॉर्नी को सौंपा
hu_hu: Meghatalmazott
ro_ro: Atribuit avocatului

source: Client Name
hi_in: ग्राहक का नाम
hu_hu: Ügyfél Neve
ro_ro: numele clientului

source: Billing Information
hi_in: बिलिंग जानकारी
hu_hu: számlázási információ
ro_ro: Informații de facturare

source: Which Client will be the billing point of contact for this case?
hi_in: कौन सा क्लाइंट इस मामले के लिए संपर्क का बिलिंग बिंदु होगा?
hu_hu: Melyik ügyfél lesz a számlázás kapcsolattartója ebben az esetben?
ro_ro: Ce client va fi punctul de contact de facturare pentru acest caz?

source: Billing Client Name
hi_in: बिलिंग क्लाइंट का नाम
hu_hu: Számlázó ügyfél neve
ro_ro: Numele clientului de facturare

source: How should this case be billed?
hi_in: इस मामले को कैसे बिल किया जाना चाहिए?
hu_hu: Hogyan kell számolni az esetet?
ro_ro: Cum trebuie facturat acest caz?

source: Billing Type
hi_in: बिलिंग प्रकार
hu_hu: Számlázás típusa
ro_ro: Tip de facturare

source: Select Billing Type
hi_in: बिलिंग प्रकार चुनें
hu_hu: Válassza a Számlázási típus lehetőséget
ro_ro: Selectați Tip de facturare

source: Hourly
hi_in: प्रति घंटा
hu_hu: Óránkénti
ro_ro: ore

source: Contingency
hi_in: आकस्मिकता
hu_hu: Eshetőség
ro_ro: eveniment neprevăzut

source: Flat Fee
hi_in: समान शुल्क
hu_hu: Átalánydíj
ro_ro: Comision plat

source: Mix of Flat Fee and Hourly
hi_in: फ्लैट शुल्क और हर घंटे का मिश्रण
hu_hu: Az átalánydíj és az órás keverék
ro_ro: Amestec de tariful plat și pe oră

source: Pro Bono
hi_in: प्रो बोनो

source: Opponents
hi_in: विरोधियों
hu_hu: ellenfelek
ro_ro: oponenţii

source: Add More Opponents
hi_in: अधिक विरोधियों को जोड़ें
hu_hu: Adjon hozzá több ellenfelet
ro_ro: Adăugați mai mulți adversari

source: Opponents Attorney
hi_in: विरोधी अटॉर्नी
hu_hu: Ellenzők ügyvéd
ro_ro: Avocatul adversarilor

source: Add More Opponents Attorney
hi_in: अधिक विरोधी अटॉर्नी जोड़ें
hu_hu: Adjon hozzá további ellenzéki ügyvédet
ro_ro: Adăugați mai mulți avocați adversari

source: Add Case
hi_in: केस जोड़ें
ro_ro: Adăugați cazul

source: Home Phone
hi_in: घर का फ़ोन
hu_hu: Otthoni telefon
ro_ro: Telefon fix

source: Only pdf,doc,docx,xls,xlsx,ppt,pptx,csv formate are allowed. ' + ext + ' formate are not allowed.
hi_in: केवल pdf, doc, docx, xls, xlsx, ppt, pptx, csv फॉर्मेट की अनुमति है। '+ ext +' फ़ॉर्मेट की अनुमति नहीं है।
hu_hu: Csak pdf, doc, docx, xls, xlsx, ppt, pptx, csv formátum engedélyezettek. A '+ ext +' formátum nem engedélyezett.
ro_ro: Sunt permise numai formate pdf, doc, docx, xls, xlsx, ppt, pptx, csv. Formatul „+ ext +” nu este permis.

source: Too large file Size. Only file smaller than 10MB can be uploaded.
hi_in: बहुत बड़ी फ़ाइल का आकार। केवल 10MB से छोटी फ़ाइल ही अपलोड की जा सकती है।
hu_hu: Túl nagy fájlméret. Csak 10 MB-nál kisebb fájlokat lehet feltölteni.
ro_ro: Mărimea fișierului prea mare. Se poate încărca doar fișierul mai mic de 10 MB.

source: Title
hi_in: शीर्षक
hu_hu: Cím
ro_ro: Titlu

source: Enter Documents Title
hi_in: दस्तावेज़ शीर्षक दर्ज करें
hu_hu: Írja be a Dokumentumok címet
ro_ro: Introduceți titlul documentelor

source: Enter New Tages
hi_in: नए Tages दर्ज करें
hu_hu: Írja be az Új oldalak elemet
ro_ro: Introduceți Tage noi

source: Add Tag
hi_in: टैग जोड़ो
hu_hu: Címke hozzáadása
ro_ro: Adaugă etichetă

source: Documents Information
hi_in: दस्तावेज़ जानकारी
hu_hu: Dokumentumok Információ
ro_ro: Documente Informații

source: Documents Type
hi_in: दस्तावेज़ प्रकार
hu_hu: Dokumentumok típusa
ro_ro: Tip documente

source: Select Documents Type
hi_in: दस्तावेज़ प्रकार का चयन करें
hu_hu: Válassza a Dokumentumok típusát
ro_ro: Selectați Tip documente

source: Case Documents
hi_in: केस के दस्तावेज
hu_hu: Esettanulmányok
ro_ro: Documente de caz

source: Firm Documents
hi_in: फर्म के दस्तावेज
hu_hu: Céges dokumentumok
ro_ro: Documente ferme

source: Template
hi_in: खाका
hu_hu: Sablon
ro_ro: Format

source: Select File
hi_in: फ़ाइल का चयन करें
hu_hu: Válaszd ki a fájlt
ro_ro: Selectați Fișier

source: Tags
hi_in: टैग
hu_hu: Címkék
ro_ro: Etichete

source: Add More Documents
hi_in: और दस्तावेज़ जोड़ें
hu_hu: Adjon hozzá további dokumentumokat
ro_ro: Adăugați mai multe documente

source: Description
hi_in: विवरण
hu_hu: Leírás
ro_ro: Descriere
