Repository: common-repository/law-practice-management-software
Catalog: languages/lawyer_mgt-*.po
Languages: hi_in, hu_hu, ro_ro

source: Taiwan New Dollar
hi_in: ताइवान न्यू डॉलर
hu_hu: Tajvan új dollárja
ro_ro: New Dollar din Taiwan

source: Thai Baht
hi_in: थाईलैण्ड की मुद्रा
ro_ro: Baht thailandez

source: Turkish Lira
hi_in: तुर्की लीरा
hu_hu: Török líra
ro_ro: Lira turcească

source: U.S. Dollar
hi_in: अमेरिकी डॉलर
hu_hu: Amerikai dollár
ro_ro: Dolar american

source: Message Setting
hi_in: संदेश सेटिंग
hu_hu: Üzenet beállítása
ro_ro: Setare mesaje

source: Staff can Message To Admin
hi_in: कर्मचारी प्रशासन को संदेश दे सकते हैं
hu_hu: A személyzet üzenetet küldhet a rendszergazdának
ro_ro: Personalul poate trimite mesaj către administrator

source: Case Hearing Date Remainder Setting
hi_in: केस की सुनवाई तिथि शेष सेटिंग
hu_hu: Az eset meghallgatásának dátummaradék beállítása
ro_ro: Setarea datei de audiere a cazului

source: Enable Alert Mail
hi_in: अलर्ट मेल सक्षम करें
hu_hu: Riasztási levél engedélyezése
ro_ro: Activați Alertă poștă

source: Reminder Before Days
hi_in: दिनों से पहले अनुस्मारक
hu_hu: Emlékeztető napok előtt
ro_ro: Memento înainte de zile

source: GST Number / Vat Number / Tax number
hi_in: जीएसटी नंबर / वैट नंबर / टैक्स नंबर
hu_hu: GST szám / áfaszám / adószám
ro_ro: Număr GST / Număr TVA / Număr fiscal

source: Bank Details
hi_in: बैंक विवरण
hu_hu: Banki adatok
ro_ro: Detalii bancare

source: Bank Name
hi_in: बैंक का नाम
hu_hu: A bank neve
ro_ro: Numele băncii

source: Account Holder Name
hi_in: खाताधारक का नाम
hu_hu: Számlatulajdonos neve
ro_ro: Numele deținătorului contului

source: Account Number
hi_in: खाता संख्या
hu_hu: Számlaszám
ro_ro: Numar de cont

source: Account Type
hi_in: खाते का प्रकार
hu_hu: Fiók Típus
ro_ro: Tip de cont

source: IFSC Code
hi_in: IFSC कोड
hu_hu: IFSC kód
ro_ro: Codul IFSC

source: Swift Code
hi_in: स्विफ्ट कोड
hu_hu: Swift kód
ro_ro: Codul SWIFT

source: Default Court Selection
hi_in: डिफ़ॉल्ट कोर्ट चयन
hu_hu: Alapértelmezett bíróságválasztás
ro_ro: Selecția implicită a instanței

source: You can select the your default court so while adding case, you no need to select the court again and again.
hi_in: आप अपने डिफ़ॉल्ट कोर्ट का चयन कर सकते हैं इसलिए केस जोड़ते समय, आपको बार-बार कोर्ट का चयन करने की आवश्यकता नहीं है।
hu_hu: Kiválaszthatja az alapértelmezett bíróságot, így az ügy felvétele közben nem kell újra és újra kiválasztania a bíróságot.
ro_ro: Puteți selecta instanța implicită, astfel încât, în timp ce adăugați un caz, nu este necesar să selectați iar și iar instanța.

source: Default Page Columns
hi_in: डिफ़ॉल्ट पृष्ठ कॉलम
hu_hu: Alapértelmezett oldal oszlopok
ro_ro: Coloane de pagini implicite

source: You can select the columns that you want to see on the list page.
hi_in: आप उस कॉलम का चयन कर सकते हैं जिसे आप सूची पृष्ठ पर देखना चाहते हैं।
hu_hu: Kiválaszthatja azokat az oszlopokat, amelyeket látni szeretne a lista oldalon.
ro_ro: Puteți selecta coloanele pe care doriți să le vedeți pe pagina listei.

source: priority
hi_in: प्राथमिकता
hu_hu: kiemelten fontos
ro_ro: prioritate

source: Client Link
hi_in: ग्राहक लिंक
hu_hu: Ügyfél-kapcsolat
ro_ro: Legătură client

source: Opponent Details
hi_in: विरोधी विवरण
hu_hu: Ellenkező részletek
ro_ro: Detalii despre oponent

source: Opponent Attorney Details
hi_in: विरोधी अटॉर्नी विवरण
hu_hu: Ellenkező ügyvéd adatai
ro_ro: Detalii despre avocatul adversarului

source: Default Export Columns
hi_in: डिफ़ॉल्ट निर्यात कॉलम
hu_hu: Alapértelmezett exportoszlopok
ro_ro: Coloane implicite pentru export

source: You can select the columns that you want to export so you need to click the columns every time while exporting.
hi_in: आप उन स्तंभों का चयन कर सकते हैं जिन्हें आप निर्यात करना चाहते हैं इसलिए आपको निर्यात करते समय हर बार कॉलम पर क्लिक करना होगा।
hu_hu: Kiválaszthatja az exportálni kívánt oszlopokat, így az exportáláshoz minden alkalommal rá kell kattintania.
ro_ro: Puteți selecta coloanele pe care doriți să le exportați, așa că trebuie să faceți clic pe coloane de fiecare dată când exportați.

source: City
hi_in: Faridabad
hu_hu: Város
ro_ro: Oraș

source: invoice Number
hi_in: बीजक संख्या
hu_hu: számlaszám
ro_ro: număr de factură

source: Payment Status
hi_in: भुगतान की स्थिति
hu_hu: Fizetési állapot
ro_ro: Starea plății

source: Terms & Conditions
hi_in: नियम एवं शर्तें
hu_hu: Felhasználási feltételek
ro_ro: termeni si conditii

source: Select Case name
hi_in: केस का नाम चुनें
hu_hu: Válassza az eset nevét
ro_ro: Selectați Numele cazului

source: Tax Name
hi_in: कर का नाम
hu_hu: Adó neve
ro_ro: Denumirea fiscală

source: Tax Value
hi_in: कर मूल्य
hu_hu: Adóérték
ro_ro: Valoarea fiscală

source: Invoice Updated Successfully
hi_in: चालान अद्यतन सफलतापूर्वक
hu_hu: A számla sikeresen frissült
ro_ro: Factura actualizată cu succes

source: Invoice Deleted Successfully
hi_in: चालान सफलतापूर्वक हटा दिया गया
hu_hu: A számla sikeresen törölve
ro_ro: Factură ștersă cu succes

source: Tax Inserted Successfully
hi_in: टैक्स सम्मिलित रूप से सफलतापूर्वक
hu_hu: Adót sikerült beilleszteni
ro_ro: Impozitul inserat cu succes

source: Tax Updated Successfully
hi_in: कर अद्यतन सफलतापूर्वक
hu_hu: Az adó sikeresen frissült
ro_ro: Actualizare fiscală cu succes

source: Tax Deleted Successfully
hi_in: टैक्स सफलतापूर्वक हटा दिया गया
hu_hu: Az adó sikeresen törölve
ro_ro: Impozitul șters cu succes

source: Invoice Details
hi_in: चालान विवरण
hu_hu: Számla részletei
ro_ro: Detaliile facturii

source: Invoice Activity
hi_in: चालान गतिविधि
hu_hu: Számlatevékenység
ro_ro: Activitate factură

source: Tax List
hi_in: कर सूची
hu_hu: Adólista
ro_ro: Lista de impozite

source: Edit Tax
hi_in: कर संपादित करें
hu_hu: Adó szerkesztése
ro_ro: Editează impozitul

source: Add Tax
hi_in: टैक्स जोड़ें
hu_hu: Adó hozzáadása
ro_ro: Adăugați impozit

source: Payment History
hi_in: भुगतान इतिहास
hu_hu: Fizetési előzmények
ro_ro: istoria platilor

source: PAYMENT METHOD
hi_in: भुगतान का तरीका
hu_hu: FIZETÉSI MÓD
ro_ro: MODALITATE DE PLATĂ

source: Judge Name
hi_in: जज का नाम
hu_hu: Bíró neve
ro_ro: Numele judecătorului

source: Enter Judge Name
hi_in: जज का नाम दर्ज करें
hu_hu: Írja be a bíró nevét
ro_ro: Introduceți numele judecătorului

source: Judgments Details
hi_in: निर्णय विवरण
hu_hu: Az ítéletek részletei
ro_ro: Detalii despre hotărâri

source: Enter Judgments Details
hi_in: निर्णय विवरण दर्ज करें
hu_hu: Írja be az ítéletek részleteit
ro_ro: Introduceți detalii despre hotărâri

source: Upload Documents
hi_in: दस्तावेज़ अपलोड करें
hu_hu: Töltsön fel dokumentumokat
ro_ro: Încărcați documente

source: Laws Details
hi_in: कानून विवरण
hu_hu: A törvény részletei
ro_ro: Detalii despre legi

source: Enter Laws Details
hi_in: कानून विवरण दर्ज करें
hu_hu: Adja meg a törvény részleteit
ro_ro: Introduceți detalii despre legi

source: Add Judgment
hi_in: निर्णय जोड़ें
hu_hu: Add ítélet
ro_ro: Adăugați judecată

source: Judgment Inserted Successfully
hi_in: निर्णय सफलतापूर्वक सम्मिलित किया गया
hu_hu: Az ítélet sikeresen beillesztett
ro_ro: Judecata a fost introdusă cu succes

source: Judgment Updated Successfully
hi_in: निर्णय सफलतापूर्वक अपडेट किया गया
hu_hu: Az ítélet sikeresen frissült
ro_ro: Judecata a fost actualizată cu succes

source: Judgment Deleted Successfully
hi_in: निर्णय सफलतापूर्वक हटा दिया गया
hu_hu: Az ítélet sikeresen törölve
ro_ro: Judecata ștersă cu succes

source: Judgment List
hi_in: निर्णय सूची
hu_hu: Ítélet lista
ro_ro: Lista de judecată

source: Edit Judgment
hi_in: निर्णय संपादित करें
hu_hu: Az ítélet szerkesztése
ro_ro: Editează judecata

source: Judgment Activity
hi_in: निर्णय गतिविधि
hu_hu: Döntési tevékenység
ro_ro: Activitatea de judecată

source: Judgments Document
hi_in: निर्णय दस्तावेज़
hu_hu: Ítéletek
ro_ro: Document de judecată

source: User Registration Template
hi_in: उपयोगकर्ता पंजीकरण टेम्पलेट
hu_hu: Felhasználói regisztrációsablon
ro_ro: Șablonul de înregistrare a utilizatorului

source: Email Subject
hi_in: ईमेल विषय
hu_hu: Email tárgy
ro_ro: Subiectul emailului

source: Enter email subject
hi_in: ईमेल विषय दर्ज करें
hu_hu: Írja be az e-mail tárgyát
ro_ro: Introduceți subiectul de e-mail

source: Email Template
hi_in: ईमेल टेम्पलेट
hu_hu: E-mail sablon
ro_ro: Model de e-mail

source: You can use following variables in the email template:
hi_in: आप ईमेल टेम्प्लेट में निम्नलिखित चर का उपयोग कर सकते हैं:
hu_hu: A következő változókat használhatja az e-mail sablonban:
ro_ro: Puteți utiliza următoarele variabile în șablonul de e-mail:

source: Lawyer System Name Name
hi_in: वकील प्रणाली का नाम
hu_hu: Ügyvédi rendszernév
ro_ro: Nume sistem avocat

source: Login Link
hi_in: लॉगिन लिंक
hu_hu: Bejelentkezés link
ro_ro: Link de conectare

source: Case Registration Template
hi_in: केस पंजीकरण टेम्प्लेट
hu_hu: Esettanulmány-sablon
ro_ro: Model de înregistrare a cazurilor

source: Lawyer System Name
hi_in: वकील प्रणाली का नाम
hu_hu: Ügyvédi rendszer neve
ro_ro: Nume sistem avocat

source: Case Upcoming Statute of Limitation Due Date Reminder Template
hi_in: सीमा तय करने का मामला आगामी दिनांक अनुस्मारक टेम्पलेट
hu_hu: Eset közelgő elévülési határidő emlékeztető sablon
ro_ro: Modelul de memento pentru data limită a termenului limită de caz

source: Statute of Limitations Date
hi_in: सीमा की तारीख तय करना
hu_hu: Az elévülés dátuma
ro_ro: Data limitării

source: Case Assigned Template
hi_in: केस सौंपा टेम्पलेट
hu_hu: Esethez rendelt sablon
ro_ro: Șablonul asignat cu caz

source: Attrony Name
hi_in: एट्रोनी नाम
hu_hu: Attrony név
ro_ro: Nume Atronie

source: Case Updated Template
hi_in: केस अपडेटेड टेम्प्लेट
hu_hu: Esettanulmány-sablon
ro_ro: Șablonul actualizat cu caz

source: Case Order Template
hi_in: केस ऑर्डर टेम्पलेट
hu_hu: Esettanulmány-sablon
ro_ro: Model de ordine de caz

source: Next Hearing Date
hi_in: अगली सुनवाई की तारीख
hu_hu: Következő meghallgatás dátuma
ro_ro: Data următoare de audiere

source: Order Details
hi_in: ऑर्डर का विवरण
hu_hu: Rendelés részletei
ro_ro: Comanda Detalii

source: Case Order Updated Template
hi_in: केस ऑर्डर अपडेटेड टेम्प्लेट
hu_hu: Ügyrend-frissített sablon
ro_ro: Model de actualizare a comenzii de caz

source: Case Judgment Template
hi_in: केस जजमेंट टेम्पलेट
hu_hu: Esettanulmány-sablon
ro_ro: Model de judecată a cazului

source: Judgement Date
hi_in: निर्णय तिथि
hu_hu: Az ítélet dátuma
ro_ro: Data judecății

source: Generate Invoice Template
hi_in: चालान टेम्पलेट उत्पन्न करें
hu_hu: Számla sablon létrehozása
ro_ro: Generați șablonul de factură

source: Task Assigned Template
hi_in: टास्क असाइन किया गया टेम्पलेट
hu_hu: Feladathoz rendelt sablon
ro_ro: Șablonul alocat sarcinii

source: Assigned Task Updated Template
hi_in: टास्क अपडेटेड टेम्प्लेट असाइन किया गया
hu_hu: Hozzárendelt Feladat frissített sablon
ro_ro: Șablonul actualizat al sarcinii alocate

source: Event Assigned Template
hi_in: ईवेंट असाइनमेंट टेम्पलेट
hu_hu: Eseményhez rendelt sablon
ro_ro: Șablon alocat evenimentului

source: Assigned Event Updated Template
hi_in: नियत ईवेंट अपडेटेड टेम्प्लेट
hu_hu: Hozzárendelt esemény frissített sablon
ro_ro: Șablon actualizat pentru eveniment atribuit

source: Note Assigned Template
hi_in: नोट असाइन किए गए टेम्पलेट
hu_hu: Megjegyzés Hozzárendelt sablon
ro_ro: Notă șablon alocat

source: Workflow Event Assigned Template
hi_in: वर्कफ़्लो इवेंट असाइन किया गया टेम्पलेट
hu_hu: Munkafolyamat-eseményhez rendelt sablon
ro_ro: Șablon alocat evenimentului fluxului de lucru

source: Login Link
hi_in: लिंक \ t लॉगिन करें
hu_hu: Bejelentkezés link
ro_ro: Conectare Link \ t

source: Workflow Task Assigned Template
hi_in: वर्कफ़्लो टास्क असाइन किए गए टेम्पलेट
hu_hu: Munkafolyamathoz hozzárendelt sablon
ro_ro: Șablonul de lucru al fluxului de lucru

source: Payment Received against Invoice
hi_in: चालान के विरुद्ध भुगतान प्राप्त हुआ
hu_hu: Fizetés beérkezett számla ellen
ro_ro: Plata primită contra facturii

source: Message Received Template
hi_in: संदेश प्राप्त टेम्पलेट
hu_hu: Üzenet érkezett sablon
ro_ro: Modelul primit mesaj

source: Name Of Receiver
hi_in: रिसीवर का नाम
hu_hu: A vevő neve
ro_ro: Numele primitorului

source: Name Of Sender
hi_in: प्रेषक का नाम
hu_hu: A feladó neve
ro_ro: Nume expeditor

source: Message Content
hi_in: संदेश की सामग्री
hu_hu: Üzenet tartalma
ro_ro: Continutul mesajului

source: Event Reminder Template
hi_in: इवेंट रिमाइंडर टेम्पलेट
hu_hu: Esemény emlékeztető sablon
ro_ro: Model de memento pentru eveniment

source: Task Reminder Template
hi_in: टास्क अनुस्मारक टेम्पलेट
hu_hu: Feladat emlékeztető sablon
ro_ro: Șablonul de memento de sarcină

source: Next Hearing Reminder Template
hi_in: अगली सुनवाई अनुस्मारक टेम्पलेट
hu_hu: Következő meghallgatási emlékeztető sablon
ro_ro: Șablonul următor de memento auditiv

source: Weekly Cases Updates Template
hi_in: साप्ताहिक मामलों के अपडेट का खाका
hu_hu: Heti Cases Updates sablon
ro_ro: Template pentru actualizări de cazuri săptămânale

source: Next Hearing Date Template
hi_in: अगली सुनवाई की तारीख का खाका
hu_hu: Következő meghallgatás dátuma
ro_ro: Șablonul următor pentru data audierii

source: Message To
hi_in: संदेश को
hu_hu: Üzenet címzettnek
ro_ro: Mesaj către

source: All Attorney
hi_in: सभी अटॉर्नी
hu_hu: Minden ügyvéd
ro_ro: Tot avocat

source: All Client
hi_in: सभी ग्राहक
hu_hu: Minden ügyfél
ro_ro: Tot Client

source: All Staff Member
hi_in: सभी स्टाफ सदस्य
hu_hu: Minden alkalmazott
ro_ro: Toți membrii personalului

source: All Accountant
hi_in: सभी लेखाकार
hu_hu: Minden könyvelő
ro_ro: Tot contabil

source: Subject
hi_in: विषय
hu_hu: Tantárgy
ro_ro: Subiect

source: Message Comment
hi_in: संदेश टिप्पणी
hu_hu: Üzenet megjegyzés
ro_ro: Comentariu mesaj

source: Send Message
hi_in: मेसेज भेजें
hu_hu: Üzenet küldése
ro_ro: Trimite mesaj

source: Message From
hi_in: की तरफ से संदेश
hu_hu: Üzenet valakitől
ro_ro: Mesaj de la

source: Message sent successfully
hi_in: संदेश सफलतापूर्वक भेजा जा चुका है
hu_hu: üzenet sikeresen elküldve
ro_ro: mesaj trimis cu succes

source: Message deleted successfully
hi_in: संदेश सफलतापूर्वक हटा दिया गया
hu_hu: Az üzenet sikeresen törölve
ro_ro: Mesajul a fost șters cu succes

source: Compose
hi_in: लिखना
hu_hu: Összeállít
ro_ro: Compune

source: Inbox
hi_in: इनबॉक्स
hu_hu: Bejövő

source: Sent Item
hi_in: भेजा आइटम
hu_hu: Elküldött elem
ro_ro: Articol trimis

source: Sent
hi_in: भेज दिया
hu_hu: Küldött
ro_ro: Trimis

source: Message For
hi_in: के लिए संदेश
hu_hu: Üzenet
ro_ro: Mesaj pentru

source: Reply By:
hi_in: उत्तर दें:
hu_hu: Válasz:
ro_ro: Răspundeți de:

source: Reply
hi_in: जवाब दे दो
hu_hu: Válasz
ro_ro: Răspuns

source: Note Delete Successfully
hi_in: नोट सफलतापूर्वक हटाएं
hu_hu: Megjegyzés A sikeres törlés
ro_ro: Notă Ștergeți cu succes

source: Note Activity
hi_in: नोट गतिविधि
hu_hu: Megjegyzés Tevékenység
ro_ro: Notă Activitate

source: Select Order Date
hi_in: आदेश दिनांक का चयन करें
hu_hu: Válassza a Rendelés dátuma lehetőséget
ro_ro: Selectați data comenzii

source: Orders Details
hi_in: आदेश का विवरण
hu_hu: Megrendelések részletei
ro_ro: Detalii despre comenzi

source: Enter Orders Details
hi_in: आदेश विवरण दर्ज करें
hu_hu: Adja meg a Megrendelés részleteit
ro_ro: Introduceți detaliile comenzilor

source: Select Next Hearing Date
hi_in: अगली सुनवाई तिथि का चयन करें
hu_hu: Válassza a Következő meghallgatás dátuma lehetőséget
ro_ro: Selectați data următoare de audiere

source: Purpose Of Hearing
hi_in: सुनने का उद्देश्य
hu_hu: A hallás célja
ro_ro: Scopul audierii

source: Add Orders
hi_in: आदेश जोड़ें
hu_hu: Rendelések hozzáadása
ro_ro: Adăugați comenzi

source: Order Inserted Successfully
hi_in: क्रमबद्ध रूप से सम्मिलित किया गया
hu_hu: A rendelés sikeresen beillesztve
ro_ro: Comanda introdusă cu succes

source: Order Updated Successfully
hi_in: क्रमवार अद्यतन करें
hu_hu: A megrendelés sikeresen frissítve
ro_ro: Comanda actualizată cu succes

source: Order Deleted Successfully
hi_in: आदेश सफलतापूर्वक हटा दिया गया
hu_hu: A rendelés sikeresen törölve
ro_ro: Comandă Șters cu succes

source: Orders List
hi_in: आदेश सूची
hu_hu: Megrendelések listája
ro_ro: Lista de comenzi

source: Edit Order
hi_in: आदेश संपादित करें
hu_hu: Rendelés szerkesztése
ro_ro: Modificați comanda

source: Add Order
hi_in: आदेश जोड़ें
hu_hu: Rendelés hozzáadása
ro_ro: Adăugați comandă

source: Order Activity
hi_in: आदेश गतिविधि
hu_hu: Rendelési tevékenység
ro_ro: Activitate Comandă

source: Purpose Of Hearing
hi_in: सुनने का उद्देश्य
hu_hu: A hallás célja
ro_ro: Scopul audierii

source: Order Document
hi_in: आदेश दस्तावेज़
hu_hu: Rendelési okmány
ro_ro: Document de comandă

source: Total Paid Amount
hi_in: कुल भुगतान राशि
hu_hu: Összes fizetett összeg
ro_ro: Suma totală plătită

source: All Payments By Case Report
hi_in: केस रिपोर्ट द्वारा सभी भुगतान
hu_hu: Minden kifizetés eseti jelentés
ro_ro: Toate plățile raportate la caz

source: Invoice Amount
hi_in: बीजक राशि
hu_hu: Számla összeg
ro_ro: Valoarea facturii

source: Go
hi_in: जाओ
hu_hu: Megy
ro_ro: Merge

source: No Of Case
hi_in: केस का नहीं
hu_hu: Nincs eset
ro_ro: Fără caz

source: Case Status
hi_in: केस की स्थिति
hu_hu: Eset állapota
ro_ro: Starea cazului

source: Cases By Client And Practice Area
hi_in: ग्राहक और अभ्यास क्षेत्र द्वारा मामले
hu_hu: Események ügyfél szerint és a gyakorlat szerint
ro_ro: Cazuri în funcție de client și zona de practică

source: Addition and Disposal Cases
hi_in: जोड़ और निपटान मामले
hu_hu: Kiegészítő és ártalmatlanítási esetek
ro_ro: Cazuri de adăugare și eliminare

source: Case Type
hi_in: मामले का प्रकार
hu_hu: Esettípus
ro_ro: Tip de caz

source: Cases By Case Type
hi_in: केस प्रकार द्वारा मामले
hu_hu: Esetek esettípusonként
ro_ro: Cazuri după tipul cazului

source: Clients By Company
hi_in: कंपनी द्वारा ग्राहक
hu_hu: Ügyfelek társaság szerint
ro_ro: Clienți după companie

source: Total Expense Amount
hi_in: कुल व्यय राशि
hu_hu: Teljes költségösszeg
ro_ro: Suma totală de cheltuieli

source: Expenses By Case Report
hi_in: केस रिपोर्ट द्वारा व्यय
hu_hu: Költségek esettanulmány szerint
ro_ro: Cheltuieli pe raport de caz

source: Expense Amount
hi_in: व्यय राशि
hu_hu: Költségösszeg
ro_ro: Suma cheltuielilor

source: Expense Activity
hi_in: व्यय गतिविधि
hu_hu: Költségtevékenység
ro_ro: Activitate cheltuieli

source: Expense Date
hi_in: व्यय तिथि
hu_hu: Költség dátuma
ro_ro: Data cheltuielilor

source: Quantity
hi_in: मात्रा
hu_hu: Mennyiség
ro_ro: Cantitate

source: Price
hi_in: कीमत
hu_hu: Ár
ro_ro: Preț

source: SubTotal
hi_in: उप-योग
hu_hu: Részösszeg

source: Discount(%)
hi_in: छूट(%)
hu_hu: Kedvezmény(%)
ro_ro: Reducere(%)

source: Tax
hi_in: कर
hu_hu: Adó
ro_ro: Impozit

source: Expenses By Client Report
hi_in: ग्राहक रिपोर्ट द्वारा व्यय
hu_hu: Költségek ügyféljelentés alapján
ro_ro: Cheltuieli după raportul clienților

source: Expenses By Case And Client
hi_in: मामले और ग्राहक द्वारा खर्च
hu_hu: Költségek esetenként és ügyfélenként
ro_ro: Cheltuieli după caz și client

source: All Expenses By Case Report
hi_in: केस रिपोर्ट द्वारा सभी व्यय
hu_hu: Minden költség esettanulmány szerint
ro_ro: Toate cheltuielile pe raport de caz

source: Invoices
hi_in: चालान
hu_hu: számlák
ro_ro: facturile

source: Payments
hi_in: भुगतान
hu_hu: kifizetések
ro_ro: plăţile

source: Select Payment Status
hi_in: भुगतान की स्थिति चुनें
hu_hu: Válassza a Fizetési állapot lehetőséget
ro_ro: Selectați Starea plății

source: Not Paid
hi_in: नहीं चुकाया
hu_hu: Nem fizetett
ro_ro: Neplatit

source: Partially Paid
hi_in: आंशिक रूप से भुगतान किया
hu_hu: Részben fizetett
ro_ro: Parțial plătit

source: Fully Paid
hi_in: पूर्ण भुगतान किया हुआ
hu_hu: Teljesen kifizetve
ro_ro: Plătit în întregime

source: Invoice By Case And Client
hi_in: केस और क्लाइंट द्वारा चालान
hu_hu: Számla esetenként és ügyfélenként
ro_ro: Factură după caz și client

source: All Payments By Case And Client
hi_in: केस और क्लाइंट द्वारा सभी भुगतान
hu_hu: Minden fizetés esetenként és ügyfélenként
ro_ro: Toate plățile după caz și client

source: Tasks By Case
hi_in: प्रकरण द्वारा कार्य
hu_hu: Feladatok esetenként
ro_ro: Sarcini după caz

source: Time Entries By Case And Client
hi_in: केस और क्लाइंट द्वारा टाइम एंट्री
hu_hu: Időbevitel esetről és ügyfelekről
ro_ro: Intrări de timp după caz și client

source: Time Entries By Case
hi_in: केस द्वारा टाइम एंट्री
hu_hu: Időbejegyzések esetről
ro_ro: Înscrieri de timp după caz

source: Total Time Entries Amount
hi_in: कुल समय प्रवेश राशि
hu_hu: A teljes időbejegyzés összege
ro_ro: Suma totală a intrărilor de timp

source: Time Entries By Client Report
hi_in: क्लाइंट रिपोर्ट द्वारा समय प्रविष्टियां
hu_hu: Időbejegyzések ügyféljelentés szerint
ro_ro: Intrări de timp după raportul clientului

source: Time Entries Amount
hi_in: समय प्रविष्टि राशि
hu_hu: Időbejegyzések összege
ro_ro: Suma intrărilor în timp

source: Time Entry Activity
hi_in: समय प्रविष्टि गतिविधि
hu_hu: Időbeviteli tevékenység
ro_ro: Activitate de intrare în timp

source: Time Entry Date
hi_in: समय प्रवेश तिथि
hu_hu: Időbejegyzés dátuma
ro_ro: Data de intrare a timpului

source: Hours
hi_in: घंटे
hu_hu: Órák
ro_ro: ore

source: Rule Name
hi_in: नियम का नाम
hu_hu: Szabály neve
ro_ro: Numele regulii

source: Enter Rule Name
hi_in: नियम नाम दर्ज करें
hu_hu: Írja be a szabály nevét
ro_ro: Introduceți numele regulii

source: Save Rule
hi_in: नियम बचाओ
hu_hu: Mentési szabály
ro_ro: Salvați regula

source: Add Rule
hi_in: नियम जोड़ें
hu_hu: Szabály hozzáadása
ro_ro: Adăugați regula

source: Rule Inserted Successfully
hi_in: नियम सफलतापूर्वक सम्मिलित किया गया
hu_hu: A szabály beillesztése sikeres
ro_ro: Regula introdusă cu succes

source: Rule Updated Successfully
hi_in: नियम अद्यतन सफलतापूर्वक
hu_hu: A szabály sikeresen frissült
ro_ro: Regula actualizată cu succes

source: Rule Delete Successfully
hi_in: नियम सफलतापूर्वक हटाएं
hu_hu: Szabály törlés sikeresen
ro_ro: Regla Ștergere cu succes

source: Rules List
hi_in: नियम सूची
hu_hu: Szabályok listája
ro_ro: Lista regulilor

source: Edit Rules
hi_in: नियम संपादित करें
hu_hu: Szabályok szerkesztése
ro_ro: Editează regulile

source: Add Rules
hi_in: नियम जोड़ें
hu_hu: Szabályok hozzáadása
ro_ro: Adăugați reguli

source: Are you sure you want to Delete this Rule ?
hi_in: क्या आप वाकई इस नियम को हटाना चाहते हैं?
hu_hu: Biztosan törli ezt a szabályt?
ro_ro: Sigur doriți să ștergeți această regulă?

source: There seems to be some problem please try after sometime or contact us on sales@dasinfomeida.com
hi_in: ऐसा लगता है कि कुछ समस्या है कृपया कुछ समय बाद कोशिश करें या हमें sales@dasinfomeida.com पर संपर्क करें
hu_hu: Úgy tűnik, van valamilyen probléma, kérjük, próbálja meg valamikor, vagy lépjen kapcsolatba velünk a sales@dasinfomeida.com címen
ro_ro: Se pare că există o problemă, vă rugăm să încercați după o dată sau să ne contactați pe sales@dasinfomeida.com

source: Please provide correct Envato purchase key.
hi_in: कृपया सही Envato खरीद कुंजी प्रदान करें।
hu_hu: Adja meg a helyes Envato beszerzési kulcsot.
ro_ro: Vă rugăm să furnizați cheia de cumpărare Envato corectă.

source: Domain
hi_in: डोमेन
hu_hu: Tartomány
ro_ro: Domeniu

source: Envato License key
hi_in: Envato लाइसेंस कुंजी
hu_hu: Envato licenckulcs
ro_ro: Cheia licenței Envato

source: Experience(years)
hi_in: अनुभव (वर्ष)
hu_hu: Tapasztalat (év)
ro_ro: Experiență (ani)

source: Add Staff
hi_in: कर्मचारी जोड़ें
hu_hu: Személyzet hozzáadása
ro_ro: Adăugați personal

source: Staff List
hi_in: स्टाफ सूची
hu_hu: Személyzeti lista
ro_ro: Lista personalului

source: Edit Staff
hi_in: कर्मचारी संपादित करें
hu_hu: Személyzet szerkesztése
ro_ro: Editează personalul

source: View Staff
hi_in: स्टाफ देखें
hu_hu: Személyzet megtekintése
ro_ro: Vizualizați personalul

source: staff Name
hi_in: स्टाफ का नाम
hu_hu: alkalmazott neve
ro_ro: Numele personalului

source: staff Email
hi_in: कर्मचारी ईमेल
hu_hu: személyzet e-mail címe
ro_ro: e-mail personal

source: Task Activity
hi_in: कार्य गतिविधि
hu_hu: Feladat Tevékenység
ro_ro: Activitatea activității

source: Filter By Due Date :
hi_in: नियत तिथि तक फ़िल्टर करें:
hu_hu: Szűrés határidő szerint:
ro_ro: Filtrare după data de scadență:
