Repository: common-repository/law-practice-management-software
Catalog: languages/lawyer_mgt-*.po
Languages: hi_in, hu_hu, ro_ro

source: Delete Next Hearing Date Successfully
hi_in: अगली सुनवाई की तारीख को सफलतापूर्वक हटा दें
hu_hu: A következő meghallgatási dátum sikeres törlése
ro_ro: Ștergeți data următoare de audiere cu succes

source: Case ReOpen Successfully
hi_in: मामला फिर से सफल
hu_hu: Az eset sikeres újbóli megnyitása
ro_ro: Cazul se deschide cu succes

source: Case List
hi_in: मामले की सूची
hu_hu: Esettanulmány
ro_ro: Lista cazurilor

source: Edit Case
hi_in: केस संपादित करें
hu_hu: Eset szerkesztése
ro_ro: Editează cazul

source: Case Details
hi_in: केस का विवरण
hu_hu: Az eset részletei
ro_ro: Detalii despre caz

source: Case Export
hi_in: केस निर्यात
hu_hu: Esettanulmány
ro_ro: Export de cazuri

source: Case Activity
hi_in: केस गतिविधि
hu_hu: Esettanulmány
ro_ro: Activitate de caz

source: Open Cases
hi_in: मामलों को खोलें
hu_hu: Nyitott tokok
ro_ro: Cazuri deschise

source: Close Cases
hi_in: मामले बंद करें
hu_hu: Zárja be az eseteket
ro_ro: Cazuri închise

source: Filter By Year :
hi_in: वर्ष तक फ़िल्टर करें:
hu_hu: Szűrés év szerint:
ro_ro: Filtrare după an:

source: All
hi_in: सब
hu_hu: Minden
ro_ro: Toate

source: Statute Of Limitation
hi_in: अवधि संबंधी क़ानून
hu_hu: Elévülés
ro_ro: Statutul limitării

source: Prority
hi_in: प्राथमिकता
hu_hu: PRIORITÁSI
ro_ro: PRIORITARE

source: Court Details
hi_in: कोर्ट का विवरण
hu_hu: Bírósági részletek
ro_ro: Detaliile tribunalului

source: Client Link
hi_in: ग्राहक लिंक
hu_hu: Ügyfél-kapcsolat
ro_ro: Legătură client

source: Crime No
hi_in: अपराध क्र
hu_hu: Bűncselekmény Nem
ro_ro: Crima nr

source: Stages
hi_in: चरणों
hu_hu: Szakasz
ro_ro: etape

source: Are you sure you want to Close this Case?
hi_in: क्या आप वाकई इस मामले को बंद करना चाहते हैं?
hu_hu: Biztosan bezárja ezt az ügyet?
ro_ro: Sigur doriți să închideți acest caz?

source: Close
hi_in: बंद करे
hu_hu: Bezárás
ro_ro: Închide

source: Close Date
hi_in: अंतिम तिथि
hu_hu: Bezárási dátum
ro_ro: Data închiderii

source: Are you sure you want to ReOpen this Case?
hi_in: क्या आप वाकई इस मामले को फिर से खोलना चाहते हैं?
hu_hu: Biztosan újból megnyitja ezt az ügyet?
ro_ro: Sigur doriți să redeschideți acest caz?

source: Reopen
hi_in: फिर से खोलना
hu_hu: újra kinyit
ro_ro: Redeschide

source: City Name
hi_in: शहर का नाम
hu_hu: Város Név
ro_ro: Numele orasului

source: Address:
hi_in: पता:
hu_hu: Cím:
ro_ro: Abordare:

source: Email :
hi_in: ईमेल :

source: Phone :
hi_in: फ़ोन :
hu_hu: Telefon :
ro_ro: Telefon:

source: | Bill To.
hi_in: | बिल प्राप्तकर्ता।
ro_ro: | Proiect de lege pentru.

source: INVOICE
hi_in: चालान
hu_hu: SZÁMLA
ro_ro: FACTURA FISCALA

source: DATE
hi_in: दिनांक
hu_hu: DÁTUM
ro_ro: DATA

source: TIME ENTRY ACTIVITY
hi_in: समय में सक्रियता
hu_hu: Időbeli belépés
ro_ro: ACTIVITATE INTRARE ORA

source: HOURS
hi_in: घंटे
hu_hu: ÓRÁK
ro_ro: ORE

source: AMOUNT
hi_in: रकम
hu_hu: ÖSSZEG
ro_ro: CANTITATE

source: DISCOUNT
hi_in: छूट
hu_hu: KEDVEZMÉNY
ro_ro: REDUCERE

source: TAX
hi_in: कर
hu_hu: ADÓ
ro_ro: IMPOZIT

source: TOTAL AMOUNT
hi_in: कुल रकम
hu_hu: TELJES ÖSSZEG
ro_ro: VALOARE TOTALĂ

source: Time Entries Total Amount
hi_in: समय कुल राशि में प्रवेश करता है
hu_hu: Időbejegyzések összesen
ro_ro: Suma totală a înregistrărilor

source: EXPENSES ACTIVITY
hi_in: अनुभव गतिविधि
hu_hu: KÖLTSÉGEK TEVÉKENYSÉG
ro_ro: ACTIVITATE DE CHELTUIELI

source: QUANTITY
hi_in: मात्रा
hu_hu: MENNYISÉG
ro_ro: CANTITATE

source: Expenses Entries Total Amount
hi_in: व्यय कुल राशि प्रविष्ट करता है
hu_hu: Költségek Bejegyzés Teljes összeg
ro_ro: Cheltuieli intrări Suma totală

source: Flat Fees Entries
hi_in: फ्लैट फीस एंट्री
hu_hu: Átlagos díjbevételek
ro_ro: Intrări de taxe forfetare

source: FLATE FEE ACTIVITY
hi_in: फ़्लैट फीस गतिविधि
hu_hu: LÉGDÍJ AKTIVITÁS
ro_ro: ACTIVITATE DE TAI DE FLATE

source: Flat Fees Total Amount
hi_in: फ्लैट फीस कुल राशि
hu_hu: Átalánydíjak teljes összege
ro_ro: Taxe totale Suma totală

source: Subtotal Amount:
hi_in: सबटोटल राशि:
hu_hu: Részösszeg:
ro_ro: Suma subtotală:

source: Discount Amount :
hi_in: छूट राशि :
hu_hu: Kedvezmény mértéke :
ro_ro: Suma reducerii:

source: Tax Amount :
hi_in: कर राशि :
hu_hu: Adó összeg :
ro_ro: Suma fiscală:

source: Paid Amount :
hi_in: भरी गई राशि :
hu_hu: Fizetett mennyiség :
ro_ro: Suma plătită :

source: Due Amount :
hi_in: देय राशि :
hu_hu: Esedékes összeg:
ro_ro: Suma datorata :

source: Grand Total :
hi_in: कुल योग :
hu_hu: Teljes összeg :
ro_ro: Total general :

source: Payment Method
hi_in: भुगतान का तरीका
hu_hu: Fizetési mód
ro_ro: Modalitate de plată

source: Bank Name
hi_in: बैंक का नाम
hu_hu: A bank neve
ro_ro: Numele băncii

source: A/C Holder Name
hi_in: A / C धारक का नाम
hu_hu: Klímatartó neve
ro_ro: Numele titularului A / C

source: Account No
hi_in: खाता क्रमांक: 741900992051
hu_hu: Számlaszám
ro_ro: Contul nr

source: Account Type
hi_in: खाते का प्रकार
hu_hu: Fiók Típus
ro_ro: Tip de cont

source: IFSC Code
hi_in: IFSC कोड
hu_hu: IFSC kód
ro_ro: Codul IFSC

source: Swift Code
hi_in: स्विफ्ट कोड
hu_hu: Swift kód
ro_ro: Codul SWIFT

source: GST Number
hi_in: जीएसटी नंबर
hu_hu: GST szám
ro_ro: Numărul GST

source: TAX ID
hi_in: टैक्स आईडी
hu_hu: ADÓAZONOSÍTÓ
ro_ro: ID FISCAL

source: Corporate ID
hi_in: कॉर्पोरेट ID
hu_hu: vállalati igazolvány
ro_ro: ID-ul corporativ

source: Select Court:
hi_in: कोर्ट का चयन करें:
hu_hu: Válassza a Bíróságot:
ro_ro: Selectați instanța:

source: Dawnload Daily Causelist
hi_in: डॉनलोड डेली कोसलिस्ट

source: Dawnload Weekly Causelist
hi_in: डोनलोड वीकली काउसलिस्ट
hu_hu: Dawnload Heti Causelist
ro_ro: Cauzelistul săptămânal Dawnload

source: Fax no is invalid
hi_in: फैक्स नंबर अमान्य है
hu_hu: A faxszám érvénytelen
ro_ro: Fax nr nu este valid

source: Client Information
hi_in: क्लाइंट की सूचना
hu_hu: Ügyfélinformációk
ro_ro: Informații despre clienți

source: Job Title
hi_in: नौकरी का नाम
hu_hu: Munka megnevezése
ro_ro: Denumirea funcției

source: Enter Job Title
hi_in: नौकरी का शीर्षक दर्ज करें
hu_hu: Írja be a munkacímet
ro_ro: Introduceți titlul postului

source: Group
hi_in: समूह
hu_hu: Csoport
ro_ro: grup

source: Select Group
hi_in: समूह का चयन करें
hu_hu: Válassza a Csoport lehetőséget
ro_ro: Selectați Grup

source: Fax
hi_in: फैक्स

source: Enter Fax Number
hi_in: फैक्स नंबर दर्ज करें
hu_hu: Adja meg a faxszámot
ro_ro: Introduceți numărul de fax

source: Formate :
hi_in: गठन:
hu_hu: Formátum:
ro_ro: Formatați:

source: +(country code)(area code)(fax number)
hi_in: + (देश कोड) (क्षेत्र कोड) (फैक्स नंबर)
hu_hu: + (országkód) (körzetszám) (faxszám)
ro_ro: + (cod de țară) (prefix) (număr de fax)

source: License Number
hi_in: लाइसेंस संख्या
hu_hu: Rendszám
ro_ro: Numărul de licență

source: Enter License Number
hi_in: लाइसेंस नंबर डालें
hu_hu: Adja meg az engedélyszámot
ro_ro: Introduceți numărul de licență

source: Website
hi_in: वेबसाइट
hu_hu: Weboldal

source: Enter Website
hi_in: वेबसाइट दर्ज करें
hu_hu: Lépjen be a webhelyre
ro_ro: Accesați site-ul web

source: Add Client
hi_in: क्लाइंट जोड़ें
ro_ro: Adăugați client

source: Active
hi_in: सक्रिय
hu_hu: Aktív
ro_ro: Activ

source: Archived
hi_in: संग्रहीत
hu_hu: Archivált
ro_ro: arhivată

source: Client Email
hi_in: ग्राहक ईमेल
hu_hu: Ügyfél e-mail címe
ro_ro: E-mail client

source: Pincode
hi_in: पिन कोड
hu_hu: PIN-kód
ro_ro: Cod PIN

source: Alternate Mobile No
hi_in: वैकल्पिक मोबाइल नं
hu_hu: Alternatív mobilszám
ro_ro: Nr. Mobil alternativ

source: Phone Work
hi_in: फोन का काम
hu_hu: Telefonos munka
ro_ro: Telefon de lucru

source: License No
hi_in: अनुज्ञापत्र क्रमांक
hu_hu: Engedély száma
ro_ro: Licenta Nr

source: Filter By Client Status :
hi_in: ग्राहक स्थिति द्वारा फ़िल्टर करें:
hu_hu: Szűrés az ügyfél státusa szerint:
ro_ro: Filtrare după starea clientului:

source: Export Client in CSV File
hi_in: CSV फ़ाइल में निर्यात क्लाइंट
hu_hu: Ügyfél exportálása a CSV fájlba
ro_ro: Export client în fișier CSV

source: User Uploaded Successfully
hi_in: उपयोगकर्ता सफलतापूर्वक अपलोड किया गया
hu_hu: A felhasználó sikeresen feltöltve
ro_ro: Utilizatorul a fost încărcat cu succes

source: Client List
hi_in: ग्राहक सूची
hu_hu: Ügyfél lista
ro_ro: Lista de clienti

source: Edit Client
hi_in: क्लाइंट को संपादित करें
hu_hu: Ügyfél szerkesztése
ro_ro: Editează clientul

source: View Client
hi_in: क्लाइंट देखें
ro_ro: Vizualizați clientul

source: Upload
hi_in: डालना
hu_hu: Feltöltés
ro_ro: Încărcați

source: Export
hi_in: निर्यात

source: Only CSV File Allowed . ' + ext + ' File Not Allowed.
hi_in: केवल CSV फ़ाइल अनुमत है। '+ ext +' फ़ाइल अनुमत नहीं है।
hu_hu: Csak a CSV-fájl megengedett. '+ ext +' A fájl nem engedélyezett.
ro_ro: Doar fișier CSV permis. Fișierul „+ ext +” nu este permis.

source: Select Client CSV File
hi_in: ग्राहक CSV फ़ाइल का चयन करें
hu_hu: Válassza a Client CSV File elemet
ro_ro: Selectați Client CSV File

source: Upload Client CSV File
hi_in: क्लाइंट CSV फ़ाइल अपलोड करें
hu_hu: Töltse fel a kliens CSV fájlt
ro_ro: Încărcați fișierul CSV client

source: Client Open Case History
hi_in: क्लाइंट ओपन केस हिस्ट्री
hu_hu: Ügyfél nyitott eset története
ro_ro: Istoricul cazurilor deschise de client

source: Attorney Name :
hi_in: अटार्नी का नाम:
hu_hu: Ügyvéd neve:
ro_ro: Nume avocat:

source: Case Name:
hi_in: केस का नाम:
hu_hu: Eset neve:
ro_ro: Numele cazului:

source: Client Close Case History
hi_in: क्लाइंट क्लोज केस हिस्ट्री
hu_hu: Ügyfél bezárási előzményei
ro_ro: Istoricul cazurilor client închis

source: Attorney Name :
hi_in: अटार्नी का नाम:
hu_hu: Ügyvéd neve:
ro_ro: Nume avocat:

source: Case Name :
hi_in: केस का नाम:
hu_hu: Eset neve:
ro_ro: Numele cazului:

source: Select Bench Name
hi_in: बेंच नेम सेलेक्ट करें
hu_hu: Válassza a Bench Name lehetőséget
ro_ro: Selectați numele băncii

source: Please select atleast one Bench
hi_in: कृपया एक बेंच का चयन करें
hu_hu: Kérjük, válasszon legalább egy padot
ro_ro: Vă rugăm să selectați cel puțin o Băncă

source: Court Information
hi_in: कोर्ट की जानकारी
hu_hu: Bírósági információk
ro_ro: Informații judecătorești

source: Save Court
hi_in: कोर्ट बचाओ
ro_ro: Salvați curtea

source: Add Court
hi_in: कोर्ट जोड़ें
ro_ro: Curtea de completare

source: Court Inserted Successfully
hi_in: न्यायालय ने सफलतापूर्वक सम्मिलित किया
hu_hu: A bíróság sikeresen beilleszkedett
ro_ro: Curtea a fost introdusă cu succes

source: Court Updated Successfully
hi_in: कोर्ट अपडेट सफलतापूर्वक
hu_hu: A bíróság sikeresen frissült
ro_ro: Curtea a fost actualizată cu succes

source: Court Delete Successfully
hi_in: कोर्ट डिलीट सक्सेसफुल
hu_hu: Bírósági törlés sikeresen
ro_ro: Curtea Șterge cu succes

source: Court List
hi_in: कोर्ट लिस्ट
hu_hu: Bírósági lista
ro_ro: Lista instanțelor

source: Edit Court
hi_in: कोर्ट को संपादित करें
ro_ro: Editați Curtea

source: View Court
hi_in: कोर्ट देखें
hu_hu: Bíróság megtekintése
ro_ro: Curtea de vedere

source: Court Activity
hi_in: कोर्ट की गतिविधि
hu_hu: Bírósági tevékenység
ro_ro: Activitatea instanței

source: Are you sure you want to Delete this Court ?
hi_in: क्या आप वाकई इस कोर्ट को हटाना चाहते हैं?
hu_hu: Biztosan törli ezt a bíróságot?
ro_ro: Sigur doriți să ștergeți acest tribunal?

source: Custom Field Information
hi_in: कस्टम फ़ील्ड जानकारी
hu_hu: Egyedi mezőinformációk
ro_ro: Informații despre câmp personalizate

source: Form Name
hi_in: फ़ार्म का नाम
hu_hu: Űrlap neve
ro_ro: Numele formularului

source: Select Form
hi_in: फॉर्म का चयन करें
hu_hu: Válassza az Űrlap lehetőséget
ro_ro: Selectați Formularul

source: Case
hi_in: मामला
hu_hu: Ügy
ro_ro: Caz

source: Label
hi_in: लेबल
hu_hu: Címke
ro_ro: Eticheta

source: Type
hi_in: प्रकार
hu_hu: típus
ro_ro: Tip

source: Select Input Type
hi_in: इनपुट प्रकार का चयन करें
hu_hu: Válassza a Bemeneti típus lehetőséget
ro_ro: Selectați tipul de intrare

source: Text Box
hi_in: पाठ बॉक्स
hu_hu: Szövegdoboz
ro_ro: Casetă de text

source: Textarea
hi_in: पाठ क्षेत्र

source: Dropdown
hi_in: ड्रॉप डाउन
hu_hu: Ledob
ro_ro: Scapă jos

source: Date Field
hi_in: दिनांक फ़ील्ड
hu_hu: Dátum mező
ro_ro: Câmpul de date

source: Checkbox
hi_in: चेकबॉक्स
hu_hu: jelölőnégyzetet
ro_ro: Caseta de bifat

source: Radio
hi_in: रेडियो
hu_hu: Rádió

source: File
hi_in: फ़ाइल
hu_hu: fájl
ro_ro: Fişier

source: Validation
hi_in: मान्यकरण
hu_hu: Érvényesítés
ro_ro: Validare

source: Nullable
hi_in: नल
hu_hu: nullképes
ro_ro: poate fi nulă

source: Required
hi_in: अपेक्षित
hu_hu: Kívánt
ro_ro: Necesar

source: Only Number
hi_in: केवल संख्या
hu_hu: Csak szám
ro_ro: Numai Numărul

source: Only Character
hi_in: केवल चरित्र
hu_hu: Csak karakter
ro_ro: Numai caracter

source: Character with Space
hi_in: अंतरिक्ष के साथ चरित्र
hu_hu: Karakter szóközzel
ro_ro: Personaj cu spațiu

source: Number & Character
hi_in: संख्या और चरित्र
hu_hu: Szám és karakter
ro_ro: Număr și caracter

source: Maximum
hi_in: ज्यादा से ज्यादा
hu_hu: Maximális
ro_ro: Maxim

source: Minimum
hi_in: न्यूनतम
hu_hu: Minimális
ro_ro: Minim

source: URL
hi_in: यूआरएल

source: Before Or Equal(Today's Date)
hi_in: इससे पहले या बराबर (आज की तारीख)
hu_hu: Előtt vagy egyenlő (mai dátum)
ro_ro: Înainte sau egal (data de astăzi)

source: Today's Date
hi_in: आज की तारीख
hu_hu: Mai dátum
ro_ro: Data de azi

source: After Or Equal(Today's Date)
hi_in: समान या समान (आज की तारीख) के बाद
hu_hu: Után vagy egyenlő (mai dátum)
ro_ro: După sau egal (data de astăzi)

source: Dropdown Label
hi_in: ड्रॉपडाउन लेबल
hu_hu: Legördülő címke
ro_ro: Etichetă derulantă

source: Add More
hi_in: अधिक जोड़ें
hu_hu: Adj hozzá többet
ro_ro: Adăuga mai mult

source: Checkbox Label
hi_in: चेकबॉक्स लेबल
hu_hu: Jelölőnégyzet címke
ro_ro: Etichetă casetă de selectare

source: Radio Label
hi_in: रेडियो लेबल
ro_ro: Etichetă radio

source: File Types (like png,jpg,pdf,doc)
hi_in: फ़ाइल प्रकार (जैसे png, jpg, pdf, doc)
hu_hu: Fájltípusok (például png, jpg, pdf, doc)
ro_ro: Tipuri de fișiere (cum ar fi png, jpg, pdf, doc)

source: File Upload Size(kb
hi_in: फ़ाइल अपलोड का आकार (kb)
hu_hu: A fájl feltöltésének mérete (kb
ro_ro: Dimensiunea încărcării fișierelor (kb

source: Minimum Limit
hi_in: न्यूनतम सीमा
hu_hu: Minimális határérték
ro_ro: Limita minimă

source: Maximum Limit
hi_in: अधिकतम सीमा
hu_hu: Maximális korlát
ro_ro: Limită maximă

source: File Upload Size(kb)
hi_in: फ़ाइल अपलोड का आकार (kb)
hu_hu: Fájl feltöltési mérete (kb)
ro_ro: Dimensiunea încărcării fișierului (kb)

source: Visibility
hi_in: दृश्यता
hu_hu: Láthatóság
ro_ro: Vizibilitate

source: Yes
hi_in: हाँ
hu_hu: Igen
ro_ro: da

source: Submit
hi_in: प्रस्तुत
hu_hu: Beküldés
ro_ro: Trimite

source: Custom Field Inserted Successfully
hi_in: कस्टम फ़ील्ड सफलतापूर्वक सम्मिलित किया गया
hu_hu: Az egyéni mező sikeresen beillesztve
ro_ro: Câmp personalizat inserat cu succes

source: Custom Field Updated Successfully
hi_in: कस्टम फील्ड अपडेट सफलतापूर्वक
hu_hu: Az egyéni mező sikeresen frissítve
ro_ro: Câmp personalizat actualizat cu succes

source: Custom Field Delete Successfully
hi_in: कस्टम फ़ील्ड सफलतापूर्वक हटाएं
hu_hu: Az egyéni mező sikeres törlése
ro_ro: Ștergeți câmpul personalizat cu succes

source: Custom Field List
hi_in: कस्टम फ़ील्ड सूची
hu_hu: Egyéni mezőlista
ro_ro: Lista câmpurilor personalizate

source: Edit Custom Field
hi_in: कस्टम फ़ील्ड संपादित करें
hu_hu: Az egyedi mező szerkesztése
ro_ro: Modificați câmpul personalizat

source: Add Custom Field
hi_in: कस्टम फ़ील्ड जोड़ें
hu_hu: Adjon hozzá egyéni mezőt
ro_ro: Adăugați câmp personalizat

source: Lable
hi_in: करने के लिए सक्षम

source: Are you sure you want to Delete this Custome Field ?
hi_in: क्या आप वाकई इस Custome फ़ील्ड को हटाना चाहते हैं?
hu_hu: Biztosan törli ezt a kliens mezőt?
ro_ro: Sigur doriți să ștergeți acest câmp Custome?

source: General Setting
hi_in: सामान्य सेटिंग
hu_hu: Általános beállítás
ro_ro: Setări generale

source: New Calendar Entry
hi_in: नई कैलेंडर प्रविष्टि
hu_hu: Új naptárbejegyzés
ro_ro: Nouă intrare în calendar

source: Save changes
hi_in: परिवर्तनों को सुरक्षित करें
hu_hu: Változtatások mentése
ro_ro: Salvează modificările

source: Edit Calendar Entry
hi_in: कैलेंडर प्रविष्टि संपादित करें
hu_hu: Naptárbejegyzés szerkesztése
ro_ro: Modificați intrarea în calendar

source: Case Name:
hi_in: केस का नाम:
hu_hu: Eset neve:
ro_ro: Numele cazului:

source: Recent Activities
hi_in: हाल की गतिविधियां
hu_hu: Legutóbbi tevékenységek
ro_ro: Activități recente

source: No Recent Activity
hi_in: कोई हालिया गतिविधि नहीं
hu_hu: Nincs legutóbbi tevékenység
ro_ro: Nicio activitate recentă

source: Events
hi_in: आयोजन
hu_hu: Események
ro_ro: Evenimente

source: No Upcoming Event
hi_in: कोई आगामी घटना नहीं
hu_hu: Nincs közelgő esemény
ro_ro: Niciun eveniment viitor

source: No Upcoming Orders
hi_in: कोई आगामी आदेश नहीं
hu_hu: Nincs közelgő rendelés
ro_ro: Nu există comenzi viitoare

source: Next Hearing date
hi_in: अगली सुनवाई की तारीख
hu_hu: Következő meghallgatás időpontja
ro_ro: Data următoare audierii

source: No Upcoming Next Hearing Date
hi_in: आगामी सुनवाई तिथि नहीं
hu_hu: Nincs közelgő meghallgatás dátuma
ro_ro: Nu există data următoare de audiere

source: Calendar
hi_in: पंचांग
hu_hu: Naptár

source: Tasks
hi_in: कार्य
hu_hu: feladatok
ro_ro: Sarcini

source: No Upcoming Task
hi_in: कोई आगामी कार्य नहीं
hu_hu: Nincs közelgő feladat
ro_ro: Fără sarcină viitoare

source: No Upcoming Judgments
hi_in: कोई आगामी निर्णय नहीं
hu_hu: Nincsenek közelgő ítéletek
ro_ro: Nu există hotărâri viitoare

source: No Upcoming Note
hi_in: कोई आगामी नोट नहीं
hu_hu: Nincs közelgő jegyzet
ro_ro: Fără notă viitoare

source: User Name
hi_in: उपयोगकर्ता नाम
hu_hu: Felhasználónév
ro_ro: Nume de utilizator

source: Total No Of Case
hi_in: मामले की कुल संख्या
hu_hu: Az eset teljes száma
ro_ro: Numărul total de cazuri

source: Case By Client Report
hi_in: क्लाइंट रिपोर्ट द्वारा मामला
hu_hu: Ügyfél-jelentés
ro_ro: Raport de caz după client

source: Number Of Case
hi_in: मामले की संख्या
hu_hu: Eset száma
ro_ro: Numărul cazului

source: There is not enough data to generate report.
hi_in: रिपोर्ट जनरेट करने के लिए पर्याप्त डेटा नहीं है।
hu_hu: Nincs elegendő adat a jelentés létrehozásához.
ro_ro: Nu există suficiente date pentru a genera raport.

source: Select Case Name
hi_in: केस का नाम चुनें
hu_hu: Válassza az eset nevét
ro_ro: Selectați numele cazului

source: Documents Inserted Successfully
hi_in: दस्तावेज़ सफलतापूर्वक सम्मिलित किए गए
hu_hu: A dokumentumok sikeresen bekerültek
ro_ro: Documente inserate cu succes

source: Documents Updated Successfully
hi_in: दस्तावेज़ को सफलतापूर्वक अपडेट किया गया
hu_hu: A dokumentumok sikeresen frissítve
ro_ro: Documente actualizate cu succes

source: Documents Deleted Successfully
hi_in: दस्तावेज़ सफलतापूर्वक हटाए गए
hu_hu: A dokumentumok sikeresen törölve
ro_ro: Documente șterse cu succes

source: Documents Activity
hi_in: दस्तावेज़ गतिविधि
hu_hu: Dokumentumok Tevékenység
ro_ro: Documente Activitate

source: Do you really want to delete this record ?
hi_in: क्या आप वास्तव में इस रिकॉर्ड को हटाना चाहते हैं?
hu_hu: Tényleg törli ezt a rekordot?
ro_ro: Doriți cu adevărat să ștergeți această înregistrare?

source: Event Delete Successfully
hi_in: ईवेंट को सफलतापूर्वक हटाएं
hu_hu: Esemény törlés sikeresen
ro_ro: Ștergerea evenimentului cu succes

source: Event Activity
hi_in: घटना की गतिविधि
hu_hu: Esemény tevékenység
ro_ro: Activitate eveniment

source: General Settings Updated Successfully
hi_in: सामान्य सेटिंग्स अद्यतन सफलतापूर्वक
hu_hu: Általános beállítások sikeresen frissítve
ro_ro: Setări generale actualizate cu succes

source: Case Settings Updated Successfully
hi_in: केस सेटिंग्स को सफलतापूर्वक अपडेट किया गया
hu_hu: Az esetbeállítások sikeresen frissítve
ro_ro: Setările cazului au fost actualizate cu succes

source: Client Settings Updated Successfully
hi_in: ग्राहक सेटिंग्स अद्यतन सफलतापूर्वक
hu_hu: Az ügyfélbeállítások sikeresen frissítve
ro_ro: Setările client au fost actualizate cu succes

source: Document Settings Updated Successfully
hi_in: दस्तावेज़ सेटिंग्स सफलतापूर्वक अपडेट की गईं
hu_hu: A dokumentumbeállítások sikeresen frissítve
ro_ro: Setări document actualizate cu succes

source: Invoice Settings Updated Successfully
hi_in: चालान सेटिंग को सफलतापूर्वक अपडेट किया गया
hu_hu: A számlabeállítások sikeresen frissültek
ro_ro: Setări factură actualizate cu succes

source: Case Setting
hi_in: केस सेटिंग
hu_hu: Esettanulmány
ro_ro: Setarea cazurilor

source: Client Setting
hi_in: क्लाइंट सेटिंग
hu_hu: Ügyfél beállítása
ro_ro: Setarea clientului

source: Document Setting
hi_in: दस्तावेज़ सेटिंग
hu_hu: A dokumentum beállítása
ro_ro: Setarea documentelor

source: Invoice Setting
hi_in: चालान सेटिंग
hu_hu: Számla beállítása
ro_ro: Setare factură

source: LMS Name
hi_in: एलएमएस नाम
hu_hu: LMS név
ro_ro: Nume LMS

source: Starting Year
hi_in: साल शुरू
hu_hu: Kezdő év
ro_ro: Anul de început

source: LMS Address
hi_in: एलएमएस का पता
hu_hu: LMS cím
ro_ro: Adresa LMS

source: Office Phone Number
hi_in: ऑफिस का फ़ोन नंबर
hu_hu: Irodai telefonszám
ro_ro: Numărul de telefon al biroului

source: Country
hi_in: देश
hu_hu: Ország
ro_ro: Țară

source: Select Country
hi_in: देश चुनिए
hu_hu: Válassz országot
ro_ro: Selecteaza tara

source: Date Format
hi_in: डेटा प्रारूप
hu_hu: Dátum formátum
ro_ro: Formatul datei

source: LMS Icon
hi_in: एलएमएस आइकन
hu_hu: LMS ikonra
ro_ro: Pictograma LMS

source: Upload image.
hi_in: तस्वीर डालिये।
hu_hu: Kép feltöltése.
ro_ro: Incarca imaginea.

source: LMS Logo
hi_in: एलएमएस लोगो
hu_hu: LMS logó
ro_ro: Logo LMS

source: LMS Cover Image
hi_in: LMS कवर छवि
hu_hu: LMS borítókép
ro_ro: Imagine LMS Cover

source: Upload Cover Image
hi_in: कवर छवि अपलोड करें
hu_hu: Töltse fel fedőképét
ro_ro: Încărcați imaginea de copertă

source: Paypal Setting
hi_in: पेपैल सेटिंग
hu_hu: Paypal beállítás
ro_ro: Setare Paypal

source: Enable Sandbox
hi_in: सैंडबॉक्स सक्षम करें
hu_hu: Sandbox engedélyezése
ro_ro: Activați Sandbox

source: Enable
hi_in: सक्षम करें
hu_hu: Engedélyezze
ro_ro: Permite

source: Paypal Email Id
hi_in: पेपैल ईमेल आईडी
hu_hu: Paypal e-mail azonosító
ro_ro: ID de e-mail Paypal

source: Select Currency
hi_in: मुद्रा चुनें
hu_hu: Válassza a Pénznem lehetőséget
ro_ro: Selectați Moneda

source: Australian Dollar
hi_in: ऑस्ट्रलियन डॉलर
hu_hu: Ausztrál dollár
ro_ro: Dolar australian

source: Brazilian Real
hi_in: ब्राजीली रियल
hu_hu: Brazil Real
ro_ro: Real brazilian

source: Canadian Dollar
hi_in: कैनेडियन डॉलर
hu_hu: Kanadai dollár
ro_ro: Dolarul canadian

source: Czech Koruna
hi_in: चेक कोरुना
hu_hu: Cseh koruna
ro_ro: Koruna cehă

source: Danish Krone
hi_in: डेनिश क्रोन
hu_hu: Dán korona
ro_ro: Danezul Krone

source: Euro
hi_in: यूरो

source: Hong Kong Dollar
hi_in: होन्ग कोंग डॉलर
hu_hu: Hongkongi dollár
ro_ro: Dolar Hong Kong

source: Hungarian Forint
hi_in: हंगेरियन फ़ोरिंट
hu_hu: Magyar Forint
ro_ro: Ungur Forint

source: Indian Rupee
hi_in: भारतीय रुपया
hu_hu: Indiai rúpia
ro_ro: Rupă indiană

source: Israeli New Sheqel
hi_in: इज़राइली न्यू शेकेल
hu_hu: Izrael új sejk
ro_ro: Sheqel nou israelian

source: Japanese Yen
hi_in: जापानी येन
hu_hu: Japán jen
ro_ro: Yen japonez

source: Malaysian Ringgit
hi_in: मलेशियाई रिंग्गित
hu_hu: Malajziai Ringgit
ro_ro: Ringgit malaezian

source: Mexican Peso
hi_in: मैक्सिकन पेसो
hu_hu: Mexikói peso
ro_ro: Peso mexican

source: Norwegian Krone
hi_in: नॉर्वेजियन क्रोन
hu_hu: Norvég korona
ro_ro: Krone norvegiană

source: New Zealand Dollar
hi_in: न्यूजीलैंड डॉलर
hu_hu: Új-Zéland dollár
ro_ro: Dolarul din Noua Zeelandă

source: Philippine Peso
hi_in: फिलीपीन पेसो
hu_hu: Fülöp-szigeteki peso
ro_ro: Peso filipinez

source: Polish Zloty
hi_in: पोलिश ज़्लॉटी
hu_hu: Lengyel zloty
ro_ro: Zlot polonez

source: Pound Sterling
hi_in: पौंड स्टर्लिंग
hu_hu: Font font
ro_ro: Liră sterlină

source: Singapore Dollar
hi_in: सिंगापुर का डॉलर
hu_hu: Szingapúri dollár
ro_ro: Dolarul de Singapore

source: Swedish Krona
hi_in: स्वीडिश क्रोना
hu_hu: Svéd korona
ro_ro: Krona suedeză

source: Swiss Franc
hi_in: स्विस फ्रैंक
hu_hu: Svájci frank
ro_ro: Franc elvetian
