Repository: common-repository/law-practice-management-software
Catalog: languages/lawyer_mgt-*.po
Languages: hi_in, hu_hu, ro_ro

source: To
hi_in: सेवा
hu_hu: Nak nek
ro_ro: La

source: No Data Available...
hi_in: कोई डेटा उपलब्ध नहीं है...
hu_hu: Nincs elérhető adat...
ro_ro: Nici o informatie disponibila...

source: Workflow Inserted Successfully
hi_in: वर्कफ़्लो सम्मिलित रूप से सफलतापूर्वक
hu_hu: A munkafolyamat sikeresen beillesztve
ro_ro: Flux de lucru inserat cu succes

source: Workflow Updated Successfully
hi_in: वर्कफ़्लो अपडेट सफलतापूर्वक
hu_hu: A munkafolyamat sikeresen frissítve
ro_ro: Flux de lucru actualizat cu succes

source: Workflow Delete Successfully
hi_in: वर्कफ़्लो सफलतापूर्वक हटाएं
hu_hu: Munkafolyamat sikeres törlése
ro_ro: Flux de lucru Ștergeți cu succes

source: Workflow List
hi_in: वर्कफ़्लो सूची
hu_hu: Munkafolyamat-lista
ro_ro: Lista fluxurilor de lucru

source: Edit Workflow
hi_in: वर्कफ़्लो संपादित करें
hu_hu: Munkafolyamat szerkesztése
ro_ro: Editați fluxul de lucru

source: View Workflow
hi_in: वर्कफ़्लो देखें
hu_hu: Munkafolyamat megtekintése
ro_ro: Vizualizați fluxul de lucru

source: Workflow Activity
hi_in: वर्कफ़्लो गतिविधि
hu_hu: Munkafolyamat-tevékenység
ro_ro: Activitatea fluxului de lucru

source: Permission
hi_in: अनुमति
hu_hu: Engedély
ro_ro: Permisiune

source: Created Date
hi_in: रचना तिथि
hu_hu: Létrehozás dátuma
ro_ro: data creata

source: Created By
hi_in: के द्वारा बनाई गई
hu_hu: Készítette
ro_ro: Creat de

source: Building
hi_in: इमारत
hu_hu: Épület
ro_ro: clădire

source: Select Building
hi_in: भवन का चयन करें
hu_hu: Válassza az Épület lehetőséget
ro_ro: Selectați Clădire

source: Unit Category
hi_in: इकाई श्रेणी
hu_hu: Egységkategória
ro_ro: Categoria de unitate

source: Select Unit Category
hi_in: इकाई श्रेणी का चयन करें
hu_hu: Válassza az egységkategóriát
ro_ro: Selectați categoria de unitate

source: Unit Name
hi_in: इकाई का नाम
hu_hu: Egység neve
ro_ro: Numele unității

source: Unit Size
hi_in: इकाई का आकार
hu_hu: Egységméret
ro_ro: Mărimea unității

source: Add More Unit
hi_in: अधिक इकाई जोड़ें
hu_hu: Új egység hozzáadása
ro_ro: Adăugați mai multe unități

source: Add
hi_in: जोड़ना
hu_hu: hozzáad
ro_ro: Adăuga

source: Added on
hi_in: पर जोड़ा
hu_hu: Hozzáadva
ro_ro: Adăugat pe

source: by
hi_in: द्वारा
hu_hu: által
ro_ro: de

source: Updated Case
hi_in: अद्यतन मामला
hu_hu: Frissített eset
ro_ro: Caz actualizat

source: First Hearing Date.
hi_in: पहली सुनवाई की तारीख।
hu_hu: Az első meghallgatás dátuma.
ro_ro: Prima dată de audiere.

source: Added New Case
hi_in: नया मामला जोड़ा
hu_hu: Új ügy
ro_ro: Se adaugă cazul nou

source: Closed Case
hi_in: बंद मामला
hu_hu: Lezárt ügy
ro_ro: Caz închis

source: Upadated Task
hi_in: अपकृत टास्क
hu_hu: Pontosított feladat
ro_ro: Sarcină actualizată

source: Added New Task
hi_in: नई टास्क जोड़ी
hu_hu: Új feladat
ro_ro: S-a adăugat sarcina nouă

source: Deleted Task
hi_in: हटाए गए कार्य
hu_hu: Törölt feladat
ro_ro: Sarcina ștersă

source: Updated applied Workflow
hi_in: अपडेटेड वर्कफ़्लो लागू किया गया
hu_hu: Az alkalmazott munkafolyamat frissítve
ro_ro: Actualizat flux de lucru aplicat

source: apply Workflow
hi_in: वर्कफ़्लो लागू करें
hu_hu: alkalmazza a Workflow alkalmazást
ro_ro: aplicați Workflow

source: Deleted applied Workflow
hi_in: हटाए गए वर्कफ़्लो को लागू किया गया
hu_hu: Az alkalmazott munkafolyamat törölve
ro_ro: Flux de lucru aplicat șters

source: Updated Court
hi_in: अपडेटेड कोर्ट
hu_hu: Frissített bíróság
ro_ro: Curtea actualizată

source: Added New Court
hi_in: नया न्यायालय जोड़ा गया
hu_hu: Új bíróság
ro_ro: Se adaugă New Court

source: Deleted Court
hi_in: हटाए गए न्यायालय
hu_hu: Törölt bíróság
ro_ro: Curtea ștersă

source: Updated on
hi_in: संशोधित किया गया
hu_hu: Frissítve
ro_ro: Actualizat la

source: By
hi_in: द्वारा
hu_hu: Által
ro_ro: De

source: Updated Document
hi_in: नवीनीकृत दस्तावेज़
hu_hu: Frissített dokumentum
ro_ro: Document actualizat

source: Uploaded New Document
hi_in: नया दस्तावेज़ अपलोड किया गया
hu_hu: Feltöltött új dokumentum
ro_ro: Nou document încărcat

source: Updated Event
hi_in: अपडेट की गई घटना
hu_hu: Frissített esemény
ro_ro: Eveniment actualizat

source: Added New Event
hi_in: नई घटना जोड़ी गई
hu_hu: Új esemény
ro_ro: A fost adăugat un nou eveniment

source: Deleted Event
hi_in: हटाए गए ईवेंट
hu_hu: Törölt esemény
ro_ro: Eveniment șters

source: Updated Invoice Number
hi_in: नवीनीकृत चालान संख्या
hu_hu: Frissített számlaszám
ro_ro: Număr factură actualizat

source: Added New Invoice Number
hi_in: नया चालान नंबर जोड़ा गया
hu_hu: Új számlaszám hozzáadva
ro_ro: Se adaugă un nou număr de factură

source: Deleted Invoice
hi_in: हटाए गए चालान
hu_hu: Törölt számla
ro_ro: Factură ștersă

source: Updated Judgement Of
hi_in: अपडेट किया गया निर्णय
hu_hu: Frissítve ítélet
ro_ro: Judecată actualizată

source: Added New Judgement Of
hi_in: का नया निर्णय जोड़ा गया
hu_hu: Új ítélet hozzáadva
ro_ro: Se adaugă o nouă judecată din

source: Deleted Judgement Of
hi_in: हटा दिया गया निर्णय
hu_hu: Törölt ítélet
ro_ro: Șterge judecata de

source: Updated Note
hi_in: अद्यतन नोट
hu_hu: Frissített megjegyzés
ro_ro: Notă actualizată

source: Added New Note
hi_in: नया नोट जोड़ा
hu_hu: Új megjegyzés
ro_ro: Se adaugă o notă nouă

source: Deleted Note
hi_in: नष्ट किया गया नोट
hu_hu: Törölt megjegyzés
ro_ro: Notă ștersă

source: Updated Order Of
hi_in: अद्यतित आदेश
hu_hu: Frissítve
ro_ro: Comanda actualizată

source: Added New Order Of
hi_in: जोड़ा नया आदेश
hu_hu: Hozzáadott új sorrend
ro_ro: Se adaugă o nouă comandă

source: Deleted Order Of
hi_in: हटाए गए आदेश
hu_hu: Törölve
ro_ro: Ordinul șters

source: My Profile
hi_in: मेरी प्रोफाइल
hu_hu: A profilom
ro_ro: Profilul meu

source: Log Out
hi_in: लॉग आउट
hu_hu: Kijelentkezés
ro_ro: Deconectați-vă

source: Dashboard
hi_in: डैशबोर्ड
hu_hu: Irányítópult
ro_ro: Tablou de bord

source: This purchase key is already registered with the different domain. If have any issue please contact us at sales@dasinfomedia.com
hi_in: यह खरीद कुंजी पहले से ही अलग डोमेन के साथ पंजीकृत है। अगर कोई समस्या है, तो कृपया हमसे sales@dasinfomedia.com पर संपर्क करें
hu_hu: Ezt a vásárlási kulcsot már regisztrálták a másik domainben. Ha bármilyen kérdése van, kérjük lépjen kapcsolatba velünk a sales@dasinfomedia.com címen
ro_ro: Această cheie de achiziție este deja înregistrată pe diferitele domenii. Dacă aveți vreo problemă, contactați-ne la sales@dasinfomedia.com

source: There seems to be some problem please try after sometime or contact us on sales@dasinfomedia.com
hi_in: ऐसा लगता है कि कुछ समस्या है कृपया कुछ समय बाद कोशिश करें या हमें sales@dasinfomedia.com पर संपर्क करें
hu_hu: Úgy tűnik, van valamilyen probléma, kérjük, próbálkozzon valamikor, vagy lépjen kapcsolatba velünk a sales@dasinfomedia.com címen
ro_ro: Se pare că există o problemă, vă rugăm să încercați după o dată sau să ne contactați pe sales@dasinfomedia.com

source: Please provide correct Envato purchase key for this plugin.
hi_in: कृपया इस प्लगइन के लिए सही Envato खरीद कुंजी प्रदान करें।
hu_hu: Adja meg a helyes Envato vásárlási kulcsot ehhez a pluginhoz.
ro_ro: Vă rugăm să furnizați cheia de cumpărare Envato corectă pentru acest plugin.

source: Select Users
hi_in: उपयोगकर्ता का चयन करें
hu_hu: Válassza a Felhasználók lehetőséget
ro_ro: Selectați Utilizatori

source: Custom Field
hi_in: कस्टम फील्ड
hu_hu: Egyéni mező
ro_ro: Câmp personalizat

source: Login failed: You have entered an incorrect Username or password, please try again.
hi_in: लॉगिन विफल: आपने एक गलत उपयोगकर्ता नाम या पासवर्ड दर्ज किया है, कृपया पुनः प्रयास करें।
hu_hu: A bejelentkezés sikertelen: Helytelen felhasználónevet vagy jelszót adott meg, próbálkozzon újra.
ro_ro: Logare eșuată: ați introdus un nume de utilizator sau o parolă incorecte, încercați din nou.

source: Remember Me
hi_in: मुझे याद रखना
hu_hu: Emlékezz rám
ro_ro: Amintește-ți de mine

source: Log In
hi_in: लॉग इन करें
hu_hu: Belépés
ro_ro: Autentificare

source: Download
hi_in: डाउनलोड
hu_hu: Letöltés
ro_ro: Descarca

source: Address
hi_in: पता
hu_hu: Cím
ro_ro: Abordare

source: Email
hi_in: ईमेल

source: Phone
hi_in: फ़ोन
hu_hu: Telefon
ro_ro: Telefon

source: Bill To
hi_in: बिल प्राप्तकर्ता
ro_ro: Proiect de lege pentru

source: Date
hi_in: दिनांक
hu_hu: Dátum
ro_ro: Data

source: Time Entries
hi_in: समय प्रविष्ट करता है
hu_hu: Időbejegyzések
ro_ro: Intrări de timp

source: TIME ENTRY ACTIVITY
hi_in: समय में सक्रियता
hu_hu: Időbeli belépés
ro_ro: ACTIVITATE INTRARE ORA

source: Expenses Entries
hi_in: व्यय प्रविष्ट करता है
hu_hu: Költségek bejegyzései
ro_ro: Cheltuieli intrări

source: QUANTITY
hi_in: मात्रा
hu_hu: MENNYISÉG
ro_ro: CANTITATE

source: Flat Fees Entries
hi_in: फ्लैट फीस एंट्री
hu_hu: Átlagos díjbevételek
ro_ro: Intrări de taxe forfetare

source: Subtotal Amount
hi_in: सबटोटल राशि
hu_hu: Részösszeg
ro_ro: Suma subtotală

source: Discount Amount
hi_in: छूट राशि
hu_hu: Kedvezmény mértéke
ro_ro: Suma reducerii

source: Tax Amount
hi_in: कर राशि
hu_hu: Adó összeg
ro_ro: Suma fiscală

source: Paid Amount
hi_in: भरी गई राशि
hu_hu: Fizetett mennyiség
ro_ro: Suma plătită

source: Due Amount
hi_in: देय राशि
hu_hu: Esedékes összeg
ro_ro: Suma datorata

source: Grand Total
hi_in: कुल योग
hu_hu: Teljes összeg
ro_ro: Total general

source: Payment Method
hi_in: भुगतान का तरीका
hu_hu: Fizetési mód
ro_ro: Modalitate de plată

source: Payment History
hi_in: भुगतान इतिहास
hu_hu: Fizetési előzmények
ro_ro: istoria platilor

source: PAYMENT METHOD
hi_in: भुगतान का तरीका
hu_hu: FIZETÉSI MÓD
ro_ro: MODALITATE DE PLATĂ

source: GST Number
hi_in: जीएसटी नंबर
hu_hu: GST szám
ro_ro: Numărul GST

source: TAX ID
hi_in: टैक्स आईडी
hu_hu: ADÓAZONOSÍTÓ
ro_ro: ID FISCAL

source: Corporate ID
hi_in: कॉर्पोरेट ID
hu_hu: vállalati igazolvány
ro_ro: ID-ul corporativ

source: Note
hi_in: ध्यान दें
hu_hu: jegyzet
ro_ro: Notă

source: Group Name
hi_in: समूह का नाम
hu_hu: Csoport név
ro_ro: Numele Grupului

source: Event Details
hi_in: घटना की जानकारी
hu_hu: esemény részletei
ro_ro: detaliile evenimentului

source: Task Details
hi_in: कार्य विवरण
hu_hu: Feladat részletei
ro_ro: Detalii despre sarcină

source: Next Hearing Date Details
hi_in: अगली सुनवाई की तारीख का विवरण
hu_hu: Következő meghallgatás dátuma
ro_ro: Următoarea dată pentru audiență Detalii

source: Note Details
hi_in: नोट विवरण
hu_hu: Megjegyzés részletek
ro_ro: Detalii despre notă

source: Event Name:
hi_in: कार्यक्रम नाम:
hu_hu: Esemény neve:
ro_ro: Numele evenimentului:

source: Description:
hi_in: विवरण:
hu_hu: Leírás:
ro_ro: Descriere:

source: Start Date:
hi_in: आरंभ करने की तिथि:
hu_hu: Kezdő dátum:
ro_ro: Data de început:

source: End Date:
hi_in: समाप्ति तिथि:
hu_hu: Befejezés dátuma:
ro_ro: Data de încheiere:

source: Task Name :
hi_in: कार्य का नाम :
hu_hu: A feladat neve :
ro_ro: Numele sarcinii:

source: Case Name :
hi_in: केस का नाम:
hu_hu: Eset neve:
ro_ro: Numele cazului:

source: Assigned To :
hi_in: को सौंपना :
hu_hu: Hozzárendelve :
ro_ro: Atribuit :

source: Due Date :
hi_in: नियत तारीख :
hu_hu: Esedékesség dátuma:
ro_ro: Data scadentă :

source: Description :
hi_in: विवरण :
hu_hu: Leírás:
ro_ro: Descriere :

source: Case Number :
hi_in: केस नंबर :
hu_hu: Ügyszám :
ro_ro: Numărul cazului :

source: Court Name :
hi_in: न्यायालय का नाम :
hu_hu: Bíróság neve:
ro_ro: Numele instanței:

source: Hearing Date :
hi_in: श्रवण तिथि:
hu_hu: Meghallgatás dátuma:
ro_ro: Data audierii:

source: Client Name :
hi_in: ग्राहक का नाम :
hu_hu: Ügyfél Neve :
ro_ro: Numele clientului :

source: Date:
hi_in: दिनांक:
hu_hu: Dátum:
ro_ro: Data:

source: Judge Name :
hi_in: जज का नाम:
hu_hu: Bíró neve:
ro_ro: Numele judecătorului:

source: Order Details :
hi_in: ऑर्डर का विवरण :
hu_hu: Rendelés részletei:
ro_ro: Comanda Detalii :

source: Next Hearing Date:
hi_in: अगली सुनवाई की तारीख:
hu_hu: Következő meghallgatás dátuma:
ro_ro: Data următoare de audiere:

source: Judgments Details :
hi_in: निर्णय विवरण:
hu_hu: Ítéletek részletei:
ro_ro: Detalii despre hotărâri:

source: Judgments Law Details :
hi_in: निर्णय कानून विवरण:
hu_hu: Bírósági törvény részletei:
ro_ro: Detalii privind legea hotărârilor:

source: Note Title:
hi_in: नोट का शीर्षक:
hu_hu: Megjegyzés címe:
ro_ro: Titlul notei:

source: Note Details :
hi_in: नोट विवरण:
hu_hu: Megjegyzés részletei:
ro_ro: Detalii despre notă:

source: Add New Custom Field
hi_in: नया कस्टम फ़ील्ड जोड़ें
hu_hu: Új egyéni mező hozzáadása
ro_ro: Adăugați câmp nou personalizat

source: Contact Form
hi_in: संपर्क करें प्रपत्र
hu_hu: Kapcsolatfelvételi űrlap
ro_ro: Formular de contact

source: Case Form
hi_in: केस फॉर्म
hu_hu: Esettanulmány
ro_ro: Formular de caz

source: Textbox
hi_in: पाठ बॉक्स
hu_hu: Szövegdoboz
ro_ro: Casetă de text

source: Drop Down List
hi_in: ड्राॅप डाउन लिस्ट
hu_hu: Legördülő lista
ro_ro: Lista verticală

source: Number
hi_in: संख्या
hu_hu: Szám
ro_ro: Număr

source: Value
hi_in: मूल्य
hu_hu: Érték
ro_ro: Valoare

source: Enter Value
hi_in: मान दर्ज करें
hu_hu: Írja be az értéket
ro_ro: Introduceți valoare

source: Always visable?
hi_in: हमेशा देखने योग्य?
hu_hu: Mindig látható?
ro_ro: Întotdeauna vizibil?

source: No
hi_in: नहीं
hu_hu: Nem
ro_ro: Nu

source: Required?
hi_in: आवश्यक है?
hu_hu: Kívánt?
ro_ro: Necesar?

source: Only Letter Number
hi_in: केवल पत्र संख्या
hu_hu: Csak betűszám
ro_ro: Numai Numărul scrisorii

source: Only Letter
hi_in: केवल पत्र
hu_hu: Csak levél
ro_ro: Numai scrisoarea

source: Only jpg,jpeg,png formate are allowed. ' + ext + ' formate not allowed.
hi_in: केवल jpg, जेपीईजी, पीएनजी फॉर्मेट की अनुमति है। '+ ext +' फ़ॉर्मेट की अनुमति नहीं है।
hu_hu: Csak jpg, jpeg, png formátumok megengedettek. A '+ ext +' formátum nem engedélyezett.
ro_ro: Sunt permise doar formate jpg, jpeg, png. Formatul „+ ext +” nu este permis.

source: Select Profile Picture
hi_in: प्रोफ़ाइल चित्र का चयन करें
hu_hu: Válassza a Profil kép lehetőséget
ro_ro: Selectați Poza de profil

source: Payment By
hi_in: पेमेंट इसके ज़रिये
hu_hu: Fizetés
ro_ro: Plată de către

source: Cash
hi_in: नकद
hu_hu: Készpénz
ro_ro: Bani gheata

source: Cheque
hi_in: चेक
hu_hu: Jelölje be
ro_ro: Verifica

source: Bank Transfer
hi_in: बैंक ट्रांसफर
hu_hu: Banki átutalás
ro_ro: Transfer bancar

source: Add Payment
hi_in: भुगतान जोड़ें
hu_hu: Fizetés hozzáadása
ro_ro: Adăugați plata

source: Address :
hi_in: पता:
hu_hu: Cím :
ro_ro: Abordare :

source: Last Login
hi_in: अंतिम लॉगइन
hu_hu: Utolsó bejelentkezés
ro_ro: Ultima logare

source: on
hi_in: पर
hu_hu: tovább
ro_ro: pe

source: | Case Link :
hi_in: | केस लिंक:
hu_hu: | Eset kapcsolat:
ro_ro: | Link de caz:

source: Contact
hi_in: संपर्क करें
hu_hu: Kapcsolatba lépni
ro_ro: a lua legatura

source: Staff Member
hi_in: स्टाफ के सदस्य
hu_hu: Munkatárs
ro_ro: Membru al personalului

source: Admin
hi_in: व्यवस्थापक

source: Every hour
hi_in: प्रत्येक घंटे
hu_hu: Minden órában
ro_ro: Fiecare ora

source: title
hi_in: शीर्षक
hu_hu: cím
ro_ro: titlu

source: header
hi_in: हैडर
hu_hu: fejléc
ro_ro: antet

source: Add category
hi_in: कैटेगरी जोड़े
hu_hu: Kategória hozzáadása
ro_ro: Adaugă categorie

source: category Name
hi_in: श्रेणी नाम
hu_hu: kategória név
ro_ro: Numele categoriei

source: Add Court Category
hi_in: कोर्ट श्रेणी जोड़ें
hu_hu: Adja hozzá a bírósági kategóriát
ro_ro: Adaugă categoria de judecată

source: Add State Category
hi_in: राज्य श्रेणी जोड़ें
hu_hu: Állapotkategória hozzáadása
ro_ro: Adăugați categoria de stat

source: Add Bench Category
hi_in: बेंच श्रेणी जोड़ें
hu_hu: Add a Bench kategória
ro_ro: Adăugați categoria Băncii

source: Add Case Type
hi_in: केस प्रकार जोड़ें
ro_ro: Adăugați tipul cazului

source: Case Type Name
hi_in: केस टाइप नाम
hu_hu: Esettípus neve
ro_ro: Numele tipului de caz

source: You have entered value already exists. Please enter some other value.
hi_in: आपने पहले से मौजूद मूल्य दर्ज किया है। कृपया कुछ और मान दर्ज करें।
hu_hu: A megadott érték már létezik. Adjon meg más értéket.
ro_ro: Ați introdus valoarea deja există. Vă rugăm să introduceți o altă valoare.

source: Once Weekly
hi_in: एक बार वीकली
hu_hu: Hetente egyszer
ro_ro: O dată pe săptămână

source: Weekly Case Report
hi_in: साप्ताहिक मामले की रिपोर्ट
hu_hu: Heti esettanulmány
ro_ro: Raport săptămânal de caz

source: Case Name
hi_in: केस का नाम
hu_hu: Az eset neve
ro_ro: Numele cazului

source: User Name
hi_in: उपयोगकर्ता नाम
hu_hu: Felhasználónév
ro_ro: Nume de utilizator

source: Date
hi_in: दिनांक
hu_hu: Dátum
ro_ro: Data

source: Orders
hi_in: आदेश
hu_hu: rendelés
ro_ro: Comenzi

source: DATE
hi_in: दिनांक
hu_hu: DÁTUM
ro_ro: DATA

source: JUDGE NAME
hi_in: JUDGE का नाम
hu_hu: BÍRÓ NEVE
ro_ro: DENUMIREA JUDECĂTORULUI

source: ORDER DETAILS
hi_in: ऑर्डर का विवरण
hu_hu: RENDELÉS RÉSZLETEK
ro_ro: COMANDA DETALII

source: JUDGEMENT DETAILS
hi_in: JUDGMENT विवरण
hu_hu: A BÍRÓSÁG RÉSZLETEI
ro_ro: DATE DE JUDECĂRI

source: lAW DETAILS
hi_in: lav विवरण
hu_hu: HASZNÁLATI RÉSZLETEK
ro_ro: DETALII

source: HEARING DATES
hi_in: खतरनाक तिथियाँ
hu_hu: Hallás dátumai
ro_ro: DATA DE AUDIERE

source: HEARING DATE
hi_in: खतरनाक दिनांक
hu_hu: Hallás dátuma
ro_ro: DATA DE AUDIERE

source: PURPOSE OF HEARING
hi_in: गर्मी का खतरा
hu_hu: A HALLGATÁS CÉLJA
ro_ro: SCOPUL AUDITIVULUI

source: Tasks
hi_in: कार्य
hu_hu: feladatok
ro_ro: Sarcini

source: TASK NAME
hi_in: कार्य का नाम
hu_hu: A FELADAT NEVE
ro_ro: NUMELE TASCULUI

source: DUE DATE
hi_in: नियत तारीख
hu_hu: DATE DATE
ro_ro: DATA SCADENTĂ

source: STATUS
hi_in: स्थिति
hu_hu: ÁLLAPOT
ro_ro: STARE

source: PRIORITY
hi_in: वरीयता
hu_hu: KIEMELTEN FONTOS
ro_ro: PRIORITATE

source: ASSIGNED CONTACT
hi_in: सहायता प्राप्त संपर्क
hu_hu: MEGHATÁROZOTT KAPCSOLAT
ro_ro: CONTACT ASIGNAT

source: Events
hi_in: आयोजन
hu_hu: Események
ro_ro: Evenimente

source: EVENT NAME
hi_in: कार्यक्रम नाम
hu_hu: ESEMÉNY NEVE
ro_ro: NUMELE EVENIMENTULUI

source: CONTACT NAME
hi_in: संपर्क नाम
hu_hu: KAPCSOLAT NEVE
ro_ro: NUME DE CONTACT

source: DATE/TIME
hi_in: दिनांक और समय
hu_hu: DÁTUM IDŐ

source: INVOICES
hi_in: चालान
hu_hu: SZÁMLÁKKAL
ro_ro: FACTURI

source: INVOICE NUMBER
hi_in: बीजक संख्या
hu_hu: SZÁMLASZÁM
ro_ro: NUMĂR DE FACTURĂ

source: BILLING CONTACT NAME
hi_in: बिलिंग संपर्क नाम
hu_hu: SZÁMÍTÓ KAPCSOLAT NEVE
ro_ro: DENUMIREA CONTACTULUI BILLING

source: TOTAL AMOUNT
hi_in: कुल रकम
hu_hu: TELJES ÖSSZEG
ro_ro: VALOARE TOTALĂ

source: PAID AMOUNT
hi_in: भरी गई राशि
hu_hu: FIZETETT MENNYISÉG
ro_ro: SUMA PLĂTITĂ

source: DUE AMOUNT
hi_in: देय राशि
hu_hu: DUN összeg
ro_ro: SUMA DATORATA

source: No data available in table
hi_in: तालिका में आंकड़े उपलब्ध नहीं है
hu_hu: Nincs rendelkezésre álló adat a táblázatban
ro_ro: Nu există date disponibile în tabel

source: Showing _START_ to _END_ of _TOTAL_ entries
hi_in: _TOTAL_ प्रविष्टियों में से _START_ से _END_ दिखा रहा है
hu_hu: A (z) _TOTAL_ bejegyzés _START_ – _END_ megjelenítése
ro_ro: Se afișează intrări _START_ în _END_ din _TOTAL_

source: Showing 0 to 0 of 0 entries
hi_in: 0 से 0 प्रविष्टियों को दिखा रहा है
hu_hu: 0-tól 0-ig 0 bejegyzés jelenik meg
ro_ro: Se afișează 0 la 0 din 0 intrări

source: (filtered from _MAX_ total entries)
hi_in: (_MAX_ कुल प्रविष्टियों से फ़िल्टर किया गया)
hu_hu: (szűrve a _MAX_ összes bejegyzésből)
ro_ro: (filtrat din _MAX_ înregistrări totale)

source: Show _MENU_ entries
hi_in: _MENU_ प्रविष्टियाँ दिखाएँ
hu_hu: _MENU_ bejegyzések megjelenítése
ro_ro: Afișează intrări _MENU_

source: Loading...
hi_in: लोड हो रहा है...
hu_hu: Betöltés...
ro_ro: Se incarca...

source: Processing...
hi_in: प्रसंस्करण ...
hu_hu: Feldolgozás...
ro_ro: Prelucrare...

source: Search:
hi_in: खोज:
hu_hu: Keresés:
ro_ro: Căutare:

source: No matching records found
hi_in: कोई मिलान रिकॉर्ड पाया
hu_hu: Nem található megfelelő rekord
ro_ro: Nu au fost găsite înregistrări care să se potrivească

source: First
hi_in: प्रथम
hu_hu: Első
ro_ro: Primul

source: Last
hi_in: अंतिम
hu_hu: Utolsó
ro_ro: Ultimul

source: Next
hi_in: आगे
hu_hu: Következő
ro_ro: Următor →

source: Previous
hi_in: पिछला
hu_hu: Előző
ro_ro: Anterior

source: : activate to sort column ascending
hi_in: : कॉलम आरोही को सॉर्ट करने के लिए सक्रिय करें
hu_hu: : aktiválja az oszlop növekvő sorrendjét
ro_ro: : activați pentru a sorta coloana ascendentă

source: : activate to sort column descending
hi_in: : अवरोही स्तंभ को सॉर्ट करने के लिए सक्रिय करें
hu_hu: : aktiválja az csökkenő oszlop rendezését
ro_ro: : activați pentru a sorta coloana descrescătoare

source: You do not have permission to perform this operation.
hi_in: आपको इस ऑपरेशन को करने की अनुमति नहीं है।
hu_hu: Nincs engedélye a művelet végrehajtására.
ro_ro: Nu aveți permisiunea de a efectua această operație.

source: Please enter Group Name.
hi_in: कृपया समूह का नाम दर्ज करें।
hu_hu: Kérjük, írja be a csoport nevét.
ro_ro: Vă rugăm să introduceți numele grupului.

source: Please enter Name.
hi_in: कृपया नाम दर्ज करें।
hu_hu: Kérjük, írja be a nevet.
ro_ro: Vă rugăm să introduceți Nume.

source: Please enter Category Name.
hi_in: कृपया श्रेणी का नाम दर्ज करें।
hu_hu: Adja meg a kategória nevét.
ro_ro: Vă rugăm să introduceți numele categoriei.

source: Please enter Practice Area.
hi_in: कृपया अभ्यास क्षेत्र दर्ज करें।
hu_hu: Kérjük, lépjen be a gyakorlati területre.
ro_ro: Vă rugăm să introduceți zona de practică.

source: Please Enter Tag name...
hi_in: कृपया टैग नाम दर्ज करें ...
hu_hu: Kérjük, írja be a Címke nevét ...
ro_ro: Vă rugăm să introduceți numele etichetei ...

source: Duplicate Tags
hi_in: डुप्लिकेट टैग
hu_hu: Ismétlődő címkék
ro_ro: Etichete duplicate

source: Please select date.
hi_in: कृपया तारीख का चयन करें।
hu_hu: Kérjük, válassza ki a dátumot.
ro_ro: Vă rugăm să selectați data.

source: This Workflow already applyed to this case you can apply this workflow then first delete it and after apply this workflow
hi_in: यह वर्कफ़्लो इस मामले में पहले से ही लागू है आप इस वर्कफ़्लो को लागू कर सकते हैं फिर पहले इसे हटा सकते हैं और इस वर्कफ़्लो को लागू करने के बाद
hu_hu: Ez a munkafolyamat, amelyet már alkalmaztak erre az esetre, alkalmazhatja ezt a munkafolyamatot, majd először törölheti, majd ezt követően alkalmazhatja
ro_ro: Acest flux de lucru s-a aplicat deja acestui caz, puteți aplica acest flux de lucru apoi ștergeți-l mai întâi și după aplicarea acestui flux de lucru

source: Lawyer Management System
hi_in: वकील प्रबंधन प्रणाली
hu_hu: Ügyvédi irányítási rendszer
ro_ro: Sistemul de management al avocatului

source: lawyer Dashboard
hi_in: वकील डैशबोर्ड
hu_hu: ügyvéd műszerfal
ro_ro: Avocatul de bord

source: Lawyer Management Login Page
hi_in: वकील प्रबंधन लॉगिन पेज
hu_hu: Ügyvédi menedzsment bejelentkezési oldala
ro_ro: Pagina de autentificare a avocatului

source: Update Profile
hi_in: प्रोफ़ाइल अपडेट करें
hu_hu: Profil frissítése
ro_ro: Actualizati profilul

source: Record updated successfully.
hi_in: रिकॉर्ड सफलतापूर्वक अपडेट किया गया।
hu_hu: A rekord sikeresen frissítve.
ro_ro: Înregistrare actualizată cu succes.

source: Account Settings
hi_in: अकाउंट सेटिंग
hu_hu: Fiók beállítások
ro_ro: Setările contului

source: Full Name
hi_in: पूरा नाम
hu_hu: Teljes név
ro_ro: Numele complet

source: Current Password
hi_in: वर्तमान पासवर्ड
hu_hu: jelenlegi jelszó
ro_ro: Parola actuală

source: New Password
hi_in: नया पासवर्ड
hu_hu: új jelszó
ro_ro: Parolă Nouă

source: Conform Password
hi_in: अनुरूप पासवर्ड
hu_hu: Adja meg a jelszót
ro_ro: Conform Parola

source: Phone
hi_in: फ़ोन
hu_hu: Telefon
ro_ro: Telefon

source: Case Inserted Successfull
hi_in: केस में सफलता मिली
hu_hu: Az ügy beillesztése sikeres
ro_ro: Cazul inserat cu succes

source: Invoice Deleted successfull
hi_in: चालान हटाया गया सफल हुआ
hu_hu: Számla törölve sikeres
ro_ro: Factură S-a șters cu succes

source: Payment Successfully
hi_in: भुगतान सफलतापूर्वक
hu_hu: A fizetés sikeres
ro_ro: Plată a avut succes

source: Today's Case Diary
hi_in: आज की केस डायरी
hu_hu: A mai esettanulmány
ro_ro: Jurnalul de caz de astăzi

source: Are you sure you want to Close this Cases?
hi_in: क्या आप वाकई इस मामले को बंद करना चाहते हैं?
hu_hu: Biztosan bezárja ezeket az eseteket?
ro_ro: Sigur doriți să închideți aceste cazuri?
