Repository: common-repository/law-practice-management-software
Catalog: languages/lawyer_mgt-*.po
Languages: hi_in, hu_hu, ro_ro

source: Add Documents
hi_in: दस्तावेज़ जोड़ें
hu_hu: Adjon hozzá dokumentumokat
ro_ro: Adăugați documente

source: Select Tax
hi_in: टैक्स का चयन करें
hu_hu: Válassza az Adó lehetőséget
ro_ro: Selectați Impozit

source: Time Entries
hi_in: समय प्रविष्ट करता है
hu_hu: Időbejegyzések
ro_ro: Intrări de timp

source: Enter time entry
hi_in: समय प्रविष्टि दर्ज करें
hu_hu: Adja meg az időbevitelt
ro_ro: Introduceți ora de intrare

source: Select Date
hi_in: तारीख़ चुनें
hu_hu: Válassza a Dátum lehetőséget
ro_ro: Selectați data

source: Enter Description
hi_in: विवरण दर्ज करें
hu_hu: Írja be a Leírás menüpontot
ro_ro: Introduceți descrierea

source: Enter hours
hi_in: घंटे दर्ज करें
hu_hu: Adja meg az órákat
ro_ro: Introdu ore

source: Enter rate
hi_in: दर दर्ज करें
hu_hu: Adja meg az arányt
ro_ro: Introduceți rata

source: Time Entry Subtotal
hi_in: टाइम एंट्री सबटोटल
hu_hu: Időbejegyzés részösszeg
ro_ro: Subtotal de intrare în timp

source: Enter Discount in (%)
hi_in: (%) में छूट दर्ज करें
hu_hu: Írja be a kedvezményt (%)
ro_ro: Introduceți Reducere în (%)

source: Expenses Entries
hi_in: व्यय प्रविष्ट करता है
hu_hu: Költségek bejegyzései
ro_ro: Cheltuieli intrări

source: Enter expense
hi_in: खर्च दर्ज करें
hu_hu: Adja meg a költségeket
ro_ro: Introduceți cheltuieli

source: Enter quantity
hi_in: मात्रा दर्ज करें
hu_hu: Adja meg a mennyiséget
ro_ro: Introduceți cantitatea

source: Enter Price
hi_in: मूल्य दर्ज करें
hu_hu: Írja be az árat
ro_ro: Introduceți prețul

source: Expenses Entry Subtotal
hi_in: प्रवेश उपप्रकार
hu_hu: Költségek bejegyzésének összesítése
ro_ro: Subtotal de intrare a cheltuielilor

source: Flat Entries
hi_in: सपाट प्रविष्टियाँ
hu_hu: Lapos bejegyzések
ro_ro: Intrări plate

source: Enter Flat fee
hi_in: फ्लैट शुल्क दर्ज करें
hu_hu: Adja meg az átalánydíjat
ro_ro: Introduceți onorariu plat

source: Flat Entry Subtotal
hi_in: फ्लैट एंट्री सबटोटल
hu_hu: Lapos belépés Részösszeg
ro_ro: Subtotal plat de intrare

source: Linked To
hi_in: जुड़ा हुआ
hu_hu: Kapcsolódó
ro_ro: Legat de

source: Invoice Information
hi_in: चालान जानकारी
hu_hu: Számlázási információk
ro_ro: Informații despre factură

source: Invoice Number
hi_in: बीजक संख्या
hu_hu: Számlaszám
ro_ro: Număr de factură

source: Date
hi_in: दिनांक
hu_hu: Dátum
ro_ro: Data

source: Due Date
hi_in: नियत तारीख
hu_hu: Esedékesség dátuma
ro_ro: Data scadentă

source: Select Due Date
hi_in: नियत तिथि का चयन करें
hu_hu: Válassza az Esedékesség dátumot
ro_ro: Selectați data scadenței

source: Add More Time Entries
hi_in: अधिक समय प्रविष्टियाँ जोड़ें
hu_hu: Több időbejegyzés hozzáadása
ro_ro: Adăugați mai multe înregistrări de timp

source: Expenses
hi_in: व्यय
hu_hu: Költségek
ro_ro: cheltuieli

source: Add More Expenses
hi_in: अधिक व्यय जोड़ें
hu_hu: Adjon hozzá további költségeket
ro_ro: Adăugați mai multe cheltuieli

source: Flat fee
hi_in: समान शुल्क
hu_hu: Átalánydíj
ro_ro: Taxă forfetară

source: Add More Flat fee
hi_in: अधिक फ्लैट शुल्क जोड़ें
hu_hu: Adjon hozzá további átalánydíjat
ro_ro: Adăugați mai multe onorariu plat

source: Notes,Terms & Conditions
hi_in: नोट, नियम और शर्तें
hu_hu: Megjegyzések, feltételek és feltételek
ro_ro: Note, Termeni și condiții

source: Terms & Conditions
hi_in: नियम एवं शर्तें
hu_hu: Felhasználási feltételek
ro_ro: termeni si conditii

source: Add Invoice
hi_in: चालान जोड़ें
hu_hu: Számla hozzáadása
ro_ro: Adaugă factură

source: Task List
hi_in: कार्य सूची
hu_hu: Feladat lista
ro_ro: Lista sarcinilor

source: Edit Task
hi_in: कार्य संपादित करें
hu_hu: Feladat szerkesztése
ro_ro: Editare sarcină

source: Add Task
hi_in: टास्क जोड़ें
ro_ro: Adăugați Task

source: View Task
hi_in: टास्क देखें
hu_hu: Feladat megtekintése
ro_ro: Vizualizare Task

source: Task Name
hi_in: कार्य का नाम
hu_hu: A feladat neve
ro_ro: Numele sarcinii

source: Status
hi_in: स्थिति
hu_hu: Állapot
ro_ro: stare

source: Assign To Client
hi_in: क्लाइंट को असाइन करें
hu_hu: Hozzárendelés az ügyfélhez
ro_ro: Atribuie clientului

source: Assign To Attorney
hi_in: अटार्नी को सौंपा
hu_hu: Megrendelés az ügyvédhez
ro_ro: Atribuie avocatului

source: Are you sure you want to Delete this Task ?
hi_in: क्या आप वाकई इस कार्य को हटाना चाहते हैं?
hu_hu: Biztosan törli ezt a feladatot?
ro_ro: Sigur doriți să ștergeți această sarcină?

source: Task Reminders
hi_in: टास्क रिमाइंडर
hu_hu: Feladat-emlékeztetők
ro_ro: Memento-uri pentru activități

source: Before Task Due Date
hi_in: टास्क ड्यू डेट से पहले
hu_hu: A feladat határideje előtt
ro_ro: Înainte de data scaderii sarcinii

source: Task Information
hi_in: कार्य की जानकारी
hu_hu: Információ a feladatról
ro_ro: Informații despre sarcini

source: Enter Task Name
hi_in: टास्क नाम दर्ज करें
hu_hu: Írja be a Feladat nevét
ro_ro: Introduceți numele sarcinii

source: Not Completed
hi_in: पूरा नहीं
hu_hu: Nincs kész
ro_ro: Incomplet

source: Completed
hi_in: पूरा कर लिया है
hu_hu: befejezték
ro_ro: terminat

source: In Progress
hi_in: चालू
hu_hu: Folyamatban
ro_ro: In progres

source: Select Priority
hi_in: प्राथमिकता का चयन करें
hu_hu: Válassza a Prioritás lehetőséget
ro_ro: Selectați prioritate

source: Repeat
hi_in: दोहराना
hu_hu: Ismétlés
ro_ro: Repeta

source: Select Repeat
hi_in: दोहराएँ का चयन करें
hu_hu: Válassza az Ismétlés lehetőséget
ro_ro: Selectați Repetare

source: Never
hi_in: कभी नहीँ
hu_hu: Soha
ro_ro: Nu

source: Every day
hi_in: रोज रोज
hu_hu: Minden nap
ro_ro: In fiecare zi

source: Every week
hi_in: प्रति सप्ताह
hu_hu: Minden héten
ro_ro: În fiecare săptămână

source: Every 2 weeks
hi_in: प्रत्येक 2 हफ्ते
hu_hu: 2 hetente
ro_ro: La fiecare 2 săptămâni

source: Every month
hi_in: हर महीने
hu_hu: Minden hónap
ro_ro: In fiecare luna

source: Every year
hi_in: हर साल
hu_hu: Minden évben
ro_ro: In fiecare an

source: Repeat Until
hi_in: दोहराओ जब तक
hu_hu: Ismételje addig, amíg
ro_ro: Repetați până când

source: Assign To
hi_in: को आवंटित
hu_hu: Hozzárendelni
ro_ro: Atribuie la

source: Attorney Name
hi_in: अटॉर्नी का नाम
hu_hu: Ügyvéd neve
ro_ro: Numele avocatului

source: Save Task
hi_in: टास्क बचाओ
hu_hu: Munka mentése
ro_ro: Salvare Task

source: Event List
hi_in: घटना सूची
hu_hu: Események listája
ro_ro: Lista evenimentelor

source: Edit Event
hi_in: घटना संपादित करें
hu_hu: Esemény szerkesztése
ro_ro: Editează evenimentul

source: Add Event
hi_in: कार्यक्रम जोड़ें
hu_hu: Add esemény
ro_ro: Adaugă eveniment

source: View Event
hi_in: घटना देखें
hu_hu: Esemény megtekintése
ro_ro: Vizualizați evenimentul

source: event start time must less then the end time...
hi_in: ईवेंट प्रारंभ समय कम होना चाहिए फिर अंत समय ...
hu_hu: az esemény kezdési idejének kevesebbnek kell lennie, mint a befejezési időnek ...
ro_ro: ora de începere a evenimentului trebuie să fie mai mică decât ora de sfârșit ...

source: Event Reminders
hi_in: इवेंट रिमाइंडर
hu_hu: Emlékeztetők az eseményekre
ro_ro: Memento-uri de evenimente

source: Before Event Start Date
hi_in: इवेंट स्टार्ट डेट से पहले
hu_hu: Az esemény kezdete előtt
ro_ro: Înainte de data începerii evenimentului

source: Event Information
hi_in: घटना की जानकारी
hu_hu: Esemény információk
ro_ro: Informații despre eveniment

source: Event Name
hi_in: कार्यक्रम नाम
hu_hu: Esemény neve
ro_ro: Numele evenimentului

source: Enter Event Name
hi_in: ईवेंट का नाम दर्ज करें
hu_hu: Írja be az esemény nevét
ro_ro: Introduceți numele evenimentului

source: Start Date
hi_in: आरंभ करने की तिथि
hu_hu: Kezdő dátum
ro_ro: Data de început

source: Select Start Date
hi_in: प्रारंभ दिनांक का चयन करें
hu_hu: Válassza a kezdő dátumot
ro_ro: Selectați Data de început

source: Start Time
hi_in: समय शुरू
hu_hu: Kezdési idő
ro_ro: Timpul de începere

source: End Date
hi_in: समाप्ति तिथि
hu_hu: Befejezés dátuma
ro_ro: Data de încheiere

source: Select End Date
hi_in: अंतिम तिथि चुनें
hu_hu: Válassza a Befejezés dátumot
ro_ro: Selectați data de încheiere

source: End Time
hi_in: अंतिम समय
hu_hu: Idő vége
ro_ro: Ora de terminare

source: Attendees To
hi_in: उपस्थित होते हैं
hu_hu: Résztvevők
ro_ro: Participanții la

source: Save Event
hi_in: इवेंट सहेजें
hu_hu: Esemény mentése
ro_ro: Salvați evenimentul

source: Date/Time
hi_in: दिनांक और समय
hu_hu: Dátum idő
ro_ro: Data / Ora

source: Are you sure you want to Delete this Event ?
hi_in: निश्चित तौर पर क्या इस घटना को हटाना चाहते हैं ?
hu_hu: Biztosan törli ezt az eseményt?
ro_ro: Sigur doriți să ștergeți acest eveniment?

source: Note List
hi_in: नोट सूची
hu_hu: Megjegyzés lista
ro_ro: Lista de note

source: Edit Note
hi_in: नोट संपादित करें
hu_hu: Megjegyzés szerkesztése
ro_ro: Editează notă

source: Add Note
hi_in: नोट जोड़े
hu_hu: Megjegyzés hozzáadása
ro_ro: Adauga notita

source: View Note
hi_in: नोट देखें
hu_hu: Megjegyzés megtekintése
ro_ro: Vizualizare Notă

source: Note Information
hi_in: नोट सूचना
hu_hu: Megjegyzés információk
ro_ro: Notă Informații

source: Note Name
hi_in: नोट का नाम
hu_hu: Megjegyzés neve
ro_ro: Numele notei

source: Enter Note Name
hi_in: नोट का नाम दर्ज करें
hu_hu: Írja be a Megjegyzés nevét
ro_ro: Introduceți numele notei

source: Save Note
hi_in: नोट सहेजें
hu_hu: Mentés megjegyzés
ro_ro: Salvați nota

source: view
hi_in: राय
hu_hu: Kilátás
ro_ro: vedere

source: Are you sure you want to Delete this Note ?
hi_in: क्या आप पक्का इस नोट को मिटाना चाहते हैं ?
hu_hu: Biztosan törli ezt a megjegyzést?
ro_ro: Sigur doriți să ștergeți această notă?

source: Workflow Information
hi_in: वर्कफ़्लो जानकारी
hu_hu: Munkafolyamat-információk
ro_ro: Informații despre fluxul de lucru

source: Select Workflow
hi_in: वर्कफ़्लो का चयन करें
hu_hu: Válassza a Munkafolyamat lehetőséget
ro_ro: Selectați Workflow

source: Add Workflow
hi_in: वर्कफ़्लो जोड़ें
hu_hu: Munkafolyamat hozzáadása
ro_ro: Adăugați fluxul de lucru

source: Workflow Name
hi_in: वर्कफ़्लो नाम
hu_hu: Munkafolyamat neve
ro_ro: Nume flux de lucru

source: Workflow Events
hi_in: वर्कफ़्लो इवेंट
hu_hu: Munkafolyamat-események
ro_ro: Evenimente pentru fluxul de lucru

source: Event Subject
hi_in: घटना विषय
hu_hu: Esemény tárgya
ro_ro: Subiectul evenimentului

source: Enter Event Subject
hi_in: ईवेंट विषय दर्ज करें
hu_hu: Írja be az esemény tárgyát
ro_ro: Introduceți subiectul evenimentului

source: Event Date
hi_in: आयोजन दिनांक
hu_hu: Esemény dátum
ro_ro: Data evenimentului

source: Select Event Date
hi_in: इवेंट दिनांक का चयन करें
hu_hu: Válassza az Esemény dátuma lehetőséget
ro_ro: Selectați data evenimentului

source: Attendees
hi_in: सहभागी
hu_hu: résztvevők
ro_ro: Participanți

source: Workflow Tasks
hi_in: वर्कफ़्लो कार्य
hu_hu: Munkafolyamat-feladatok
ro_ro: Sarcini de lucru

source: Task Subject
hi_in: कार्य विषय
hu_hu: Feladat tárgya
ro_ro: Subiectul sarcinii

source: Enter task Subject
hi_in: कार्य विषय दर्ज करें
hu_hu: Írja be a feladat tárgyát
ro_ro: Introduceți sarcina Subiect

source: No Due Date
hi_in: कोई नियत तारीख नहीं
hu_hu: Nincs esedékesség
ro_ro: Fără scadență

source: Apply Workflow
hi_in: वर्कफ़्लो लागू करें
hu_hu: Alkalmazza a munkafolyamatot
ro_ro: Aplicați fluxul de lucru

source: Event Description
hi_in: घटना विवरण
hu_hu: Esemény leírása
ro_ro: Descrierea evenimentului

source: Enter Task Subject
hi_in: टास्क सब्जेक्ट डालें
hu_hu: Írja be a Feladat tárgyát
ro_ro: Introduceți subiectul activității

source: Automatically
hi_in: खुद ब खुद
hu_hu: automatikusan
ro_ro: Automat

source: No due date
hi_in: कोई नियत तारीख नहीं
hu_hu: Nincs esedékesség
ro_ro: Fără scadență

source: Enter Days
hi_in: दिन दर्ज करें
hu_hu: Adja meg a napokat
ro_ro: Introdu Zile

source: Days
hi_in: दिन
hu_hu: Napok
ro_ro: zi

source: Before
hi_in: इससे पहले
hu_hu: Előtt
ro_ro: Inainte de

source: After
hi_in: उपरांत
hu_hu: Után
ro_ro: După

source: Enter Workflow Name
hi_in: वर्कफ़्लो नाम दर्ज करें
hu_hu: Írja be a munkafolyamat nevét
ro_ro: Introduceți numele fluxului de lucru

source: Workflow Description
hi_in: वर्कफ़्लो विवरण
hu_hu: Munkafolyamat leírása
ro_ro: Descrierea fluxului de lucru

source: Workflow Permissions
hi_in: वर्कफ़्लो अनुमतियाँ
hu_hu: Munkafolyamat engedélyek
ro_ro: Permisiunile fluxului de lucru

source: This is my private workflow
hi_in: यह मेरा निजी वर्कफ़्लो है
hu_hu: Ez az én privát munkafolyamatom
ro_ro: Acesta este fluxul meu de lucru privat

source: Share this workflow with all users
hi_in: इस वर्कफ़्लो को सभी उपयोगकर्ताओं के साथ साझा करें
hu_hu: Ossza meg ezt a munkafolyamatot minden felhasználóval
ro_ro: Partajați acest flux de lucru cu toți utilizatorii

source: Add More Event
hi_in: अधिक ईवेंट जोड़ें
hu_hu: További esemény hozzáadása
ro_ro: Adăugați mai multe evenimente

source: Task Description
hi_in: कार्य विवरण
hu_hu: Feladatleírás
ro_ro: Descrierea sarcinii

source: Due DateDue Date
hi_in: डेट डेट डेट
hu_hu: Esedékesség dátuma
ro_ro: Data scadentei Data scadentei

source: Add More Task
hi_in: अधिक कार्य जोड़ें
hu_hu: További feladat hozzáadása
ro_ro: Adăugați mai multe sarcini

source: Case Info
hi_in: केस की जानकारी
hu_hu: Esettanulmány
ro_ro: Informații despre caz

source: Notes
hi_in: टिप्पणियाँ
hu_hu: Megjegyzések
ro_ro: notițe

source: Important Date
hi_in: महत्वपूर्ण तिथि
hu_hu: Fontos dátum
ro_ro: Data importantă

source: Statute of Limitations
hi_in: सीमाओं के क़ानून
hu_hu: Elévülési idő
ro_ro: Statutul limitărilor

source: Hearing Dates
hi_in: श्रवण तिथि
hu_hu: Hallási dátumok
ro_ro: Datele audierii

source: Attorney And Client Link
hi_in: अटॉर्नी और क्लाइंट लिंक
hu_hu: Ügyvédi és ügyfélkapcsolat
ro_ro: Legătură avocat și client

source: Staff Link
hi_in: स्टाफ लिंक
hu_hu: Munkatársak linkje
ro_ro: Legătură de personal

source: / hr
hi_in: / घंटा
hu_hu: / óra

source: Opponent Name
hi_in: विरोध करनेवाला नाम
hu_hu: Ellenfél neve
ro_ro: Numele adversarului

source: Opponent Email
hi_in: विरोधी ईमेल
hu_hu: Ellenkező e-mail
ro_ro: E-mail adversar

source: Opponent Mobile Number
hi_in: विरोधी मोबाइल नंबर
hu_hu: Ellenkező mobilszám
ro_ro: Număr mobil adversar

source: Documents List
hi_in: दस्तावेज़ सूची
hu_hu: Dokumentumok listája
ro_ro: Lista de documente

source: Edit Documents
hi_in: दस्तावेज़ संपादित करें
hu_hu: Dokumentumok szerkesztése
ro_ro: Editează documente

source: Filter By Document Status :
hi_in: दस्तावेज़ स्थिति द्वारा फ़िल्टर करें:
hu_hu: Szűrés dokumentum állapot szerint:
ro_ro: Filtrare după statutul documentului:

source: Select All
hi_in: सभी का चयन करे
hu_hu: Mindet kiválaszt
ro_ro: Selectează tot

source: Read
hi_in: पढ़ना
hu_hu: Olvas
ro_ro: Citit

source: Unread
hi_in: अपठित ग
hu_hu: Nem olvasott
ro_ro: necitită

source: Excel
hi_in: एक्सेल
ro_ro: excela

source: CSV
hi_in: सीएसवी

source: PDF
hi_in: पीडीएफ

source: Document Title
hi_in: दस्तावेज़ का शीर्षक
hu_hu: Dokumentum címe
ro_ro: Titlul documentului

source: Document Type
hi_in: दस्तावेज़ का प्रकार
hu_hu: dokumentum típus
ro_ro: Tipul documentului

source: Case Link
hi_in: केस लिंक
ro_ro: Cazul de legătură

source: Tags Name
hi_in: टैग का नाम
hu_hu: Címkék neve
ro_ro: Numele etichetelor

source: Last Updated
hi_in: आखरी अपडेट
hu_hu: Utolsó frissítés
ro_ro: Ultima actualizare

source: Download
hi_in: डाउनलोड
hu_hu: Letöltés
ro_ro: Descarca

source: Invoice List
hi_in: चालान सूची
hu_hu: Számlalista
ro_ro: Lista facturilor

source: Edit Invoice
hi_in: चालान संपादित करें
hu_hu: Számla szerkesztése
ro_ro: Editare factură

source: View Invoice
hi_in: चालान देखें
hu_hu: Számla megtekintése
ro_ro: Vizualizați factura

source: Invoice Date
hi_in: चालान की तारीख
hu_hu: Számla kiállítási dátuma
ro_ro: Data facturii

source: Total Amount
hi_in: कुल रकम
hu_hu: Teljes összeg
ro_ro: Valoare totală

source: Paid Amount
hi_in: भरी गई राशि
hu_hu: Fizetett mennyiség
ro_ro: Suma plătită

source: Due Amount
hi_in: देय राशि
hu_hu: Esedékes összeg
ro_ro: Suma datorata

source: Payment Status
hi_in: भुगतान की स्थिति
hu_hu: Fizetési állapot
ro_ro: Starea plății

source: Print
hi_in: छाप
hu_hu: Nyomtatás
ro_ro: Imprimare

source: Pay
hi_in: वेतन
hu_hu: Fizetés
ro_ro: A plati

source: Apply Workflow List
hi_in: वर्कफ़्लो सूची लागू करें
hu_hu: Alkalmazza a munkafolyamat-listát
ro_ro: Aplicați lista fluxurilor de lucru

source: Edit Apply Workflow
hi_in: वर्कफ़्लो लागू करें
hu_hu: Szerkesztés Munkafolyamat alkalmazása
ro_ro: Editați Aplicați fluxul de lucru

source: View Apply Workflow
hi_in: वर्कफ़्लो लागू करें देखें
hu_hu: Nézet: Munkafolyamat alkalmazása
ro_ro: Vizualizați Aplicați fluxul de lucru

source: Are you sure you want to Delete this workflow ?
hi_in: क्या आप वाकई इस वर्कफ़्लो को हटाना चाहते हैं?
hu_hu: Biztosan törli ezt a munkafolyamatot?
ro_ro: Sigur doriți să ștergeți acest flux de lucru?

source: Case Assgined To
hi_in: मामला दर्ज किया गया
hu_hu: Az ügy hozzárendelve
ro_ro: Caz asociat cu

source: Statute Of Limitations Date
hi_in: सीमा की तारीख तय करना
hu_hu: Az elévülés dátuma
ro_ro: Data limitării

source: Hearing Date
hi_in: श्रवण तिथि
hu_hu: Meghallgatás dátuma
ro_ro: Data audierii

source: Linked Client
hi_in: लिंक्ड क्लाइंट
hu_hu: Kapcsolt ügyfél
ro_ro: Client legat

source: Billing Client
hi_in: बिलिंग ग्राहक
hu_hu: Számlázó ügyfél
ro_ro: Client de facturare

source: Opponents Details
hi_in: विरोधियों का विवरण
hu_hu: Az ellenfelek részletei
ro_ro: Detalii adversare

source: Opponents Attorney Details
hi_in: विरोधी अटॉर्नी विवरण
hu_hu: Ellenfelek ügyvéd adatai
ro_ro: Detalii despre avocatul adversarilor

source: Records not found.
hi_in: अभिलेख नहीं मिले।
hu_hu: Nem található rekord.
ro_ro: Nu s-au găsit înregistrări.

source: Case Name
hi_in: केस का नाम
hu_hu: Az eset neve
ro_ro: Numele cazului

source: Case Number
hi_in: केस नंबर
hu_hu: Ügyszám
ro_ro: Numărul cazului

source: Case Assgined To
hi_in: मामला दर्ज किया गया
hu_hu: Az ügy hozzárendelve
ro_ro: Caz asociat cu

source: Open Date
hi_in: खुलने की तारीख
hu_hu: Nyitási dátum
ro_ro: Data deschisă

source: Practice Area
hi_in: अभ्यास क्षेत्र
hu_hu: Gyakorlati terület
ro_ro: Zona de practică

source: Statute Of Limitations Date
hi_in: सीमा की तारीख तय करना
hu_hu: Az elévülés dátuma
ro_ro: Data limitării

source: Priority
hi_in: प्राथमिकता
hu_hu: Kiemelten fontos
ro_ro: Prioritate

source: Court Name
hi_in: न्यायालय का नाम
hu_hu: Bíróság neve
ro_ro: Numele instanței

source: Court Hall No
hi_in: कोर्ट हॉल नं
hu_hu: Bíróság terem
ro_ro: Sala Curții nr

source: Floor
hi_in: मंज़िल
hu_hu: Padló
ro_ro: Podea

source: State Name
hi_in: राज्य का नाम
hu_hu: Állam neve
ro_ro: Numele statului

source: Bench Name
hi_in: बेंच का नाम
hu_hu: Pad neve
ro_ro: Numele băncii

source: Hearing Date
hi_in: श्रवण तिथि
hu_hu: Meghallgatás dátuma
ro_ro: Data audierii

source: Crime No of Police Station
hi_in: थाना के क्राइम नं
hu_hu: A rendőrség bűncselekmény száma
ro_ro: Criminalitatea nr. A secției de poliție

source: FIR No
hi_in: एफआईआर सं
hu_hu: FIR Nem
ro_ro: FIR Nu

source: Crime Details
hi_in: अपराध विवरण
hu_hu: Bűnözés részletei
ro_ro: Detalii despre crimă

source: Earlier Court History
hi_in: इससे पहले कोर्ट हिस्ट्री
hu_hu: Korábbi bírósági történelem
ro_ro: Istoria anterioară a curții

source: Classification
hi_in: वर्गीकरण
hu_hu: Osztályozás
ro_ro: Clasificare

source: Referred By
hi_in: द्वारा उल्लिखित
hu_hu: Ajánlva
ro_ro: Menționate prin

source: Linked Client
hi_in: लिंक्ड क्लाइंट
hu_hu: Kapcsolt ügyfél
ro_ro: Client legat

source: Billing Client
hi_in: बिलिंग ग्राहक
hu_hu: Számlázó ügyfél
ro_ro: Client de facturare

source: Opponents Details
hi_in: विरोधियों का विवरण
hu_hu: Az ellenfelek részletei
ro_ro: Detalii adversare

source: Opponents Attorney Details
hi_in: विरोधी अटॉर्नी विवरण
hu_hu: Ellenfelek ügyvéd adatai
ro_ro: Detalii despre avocatul adversarilor

source: Case Number All Ready Exist...
hi_in: केस नंबर सभी तैयार मौजूद ...
hu_hu: Az ügy száma minden készen áll ...
ro_ro: Număr caz Există gata ...

source: Document Title
hi_in: दस्तावेज़ का शीर्षक
hu_hu: Dokumentum címe
ro_ro: Titlul documentului

source: Document Type
hi_in: दस्तावेज़ का प्रकार
hu_hu: dokumentum típus
ro_ro: Tipul documentului

source: Tags Name
hi_in: टैग का नाम
hu_hu: Címkék neve
ro_ro: Numele etichetelor

source: Case Link
hi_in: केस लिंक
ro_ro: Cazul de legătură

source: Status
hi_in: स्थिति
hu_hu: Állapot
ro_ro: stare

source: Last Updated
hi_in: आखरी अपडेट
hu_hu: Utolsó frissítés
ro_ro: Ultima actualizare

source: Description
hi_in: विवरण
hu_hu: Leírás
ro_ro: Descriere

source: Case Inserted Successfully
hi_in: केस सफलतापूर्वक डाला गया
hu_hu: Az ügy sikeresen beillesztve
ro_ro: Cazul inserat cu succes

source: Case Updated Successfully
hi_in: केस अपडेट किया गया
hu_hu: Az eset sikeresen frissült
ro_ro: Caz actualizat cu succes

source: Case Close Successfully
hi_in: केस क्लोज सफलतापूर्वक
hu_hu: Az ügy sikeres bezárása
ro_ro: Închiderea cazului cu succes

source: Task Delete Successfully
hi_in: टास्क डिलीट सक्सेसफुल
hu_hu: Feladat sikeres törlése
ro_ro: Setați Ștergerea cu succes

source: Task Inserted Successfully
hi_in: टास्क सफलतापूर्वक सम्मिलित किया गया
hu_hu: A feladat sikeresen beillesztve
ro_ro: Sarcina introdusă cu succes

source: Note Inserted Successfully
hi_in: नोट सफलतापूर्वक सम्मिलित किया गया
hu_hu: Megjegyzés sikeresen beillesztve
ro_ro: Notă introdusă cu succes

source: Delete Note Successfully
hi_in: नोट को सफलतापूर्वक हटाएं
hu_hu: A megjegyzés sikeres törlése
ro_ro: Ștergeți nota cu succes

source: Event Inserted Successfully
hi_in: ईवेंट को सफलतापूर्वक सम्मिलित किया गया
hu_hu: Az esemény sikeresen beillesztve
ro_ro: Evenimentul inserat cu succes

source: Event Updated Successfully
hi_in: ईवेंट अपडेट सफलतापूर्वक
hu_hu: Az esemény sikeresen frissült
ro_ro: Eveniment actualizat cu succes

source: Delete Event Successfully
hi_in: ईवेंट को सफलतापूर्वक हटाएं
hu_hu: Az esemény sikeres törlése
ro_ro: Ștergeți evenimentul cu succes

source: Documents Inserted successfully
hi_in: दस्तावेज़ सफलतापूर्वक सम्मिलित किए गए
hu_hu: A dokumentumok sikeresen beillesztésre kerültek
ro_ro: Documente inserate cu succes

source: Documents deleted successfully
hi_in: दस्तावेज़ सफलतापूर्वक हटा दिए गए
hu_hu: A dokumentumok sikeresen törölve
ro_ro: Documente șterse cu succes

source: Documents Updated successfully
hi_in: दस्तावेज़ सफलतापूर्वक अपडेट किए गए
hu_hu: A dokumentumok sikeresen frissítve
ro_ro: Documente actualizate cu succes

source: Invoice Inserted Successfully
hi_in: चालान सफलतापूर्वक सम्मिलित किया गया
hu_hu: A számla sikeresen be lett illesztve
ro_ro: Factură introdusă cu succes

source: Invoice Updated successfully
hi_in: चालान सफलतापूर्वक अपडेट किया गया
hu_hu: Számla sikeresen frissítve
ro_ro: Factura actualizată cu succes

source: Invoice Deleted successfully
hi_in: चालान सफलतापूर्वक हटा दिया गया
hu_hu: A számla sikeresen törölve
ro_ro: Factură Șters cu succes

source: Payment Successfull
hi_in: भुगतान उत्तराधिकारी

source: Apply Workflow Successfully
hi_in: वर्कफ़्लो को सफलतापूर्वक लागू करें
hu_hu: Alkalmazza a munkafolyamatot sikeresen
ro_ro: Aplicați fluxul de lucru cu succes

source: Workflow Updated Successfully
hi_in: वर्कफ़्लो अपडेट सफलतापूर्वक
hu_hu: A munkafolyamat sikeresen frissítve
ro_ro: Flux de lucru actualizat cu succes

source: Workflow Deleted Successfully
hi_in: वर्कफ़्लो सफलतापूर्वक हटा दिया गया
hu_hu: A munkafolyamat sikeresen törölve
ro_ro: Flux de lucru șters cu succes

source: Task Updated Successfully
hi_in: टास्क को अपडेट किया गया
hu_hu: A feladat sikeresen frissült
ro_ro: Sarcina actualizată cu succes

source: Note Updated Successfully
hi_in: नोट सफलता पूर्वक अपडेट किया गया
hu_hu: Megjegyzés Sikeresen frissítve
ro_ro: Notă actualizată cu succes

source: Next Hearing Date Updated Successfully
hi_in: अगली सुनवाई की तारीख अद्यतन सफलतापूर्वक
hu_hu: A következő meghallgatás dátuma sikeresen frissítve
ro_ro: Data următoare de audiere actualizată cu succes

source: Next Hearing Date Inserted Successfully
hi_in: अगली सुनवाई की तारीख सफलतापूर्वक सम्मिलित हो गई
hu_hu: A következő meghallgatás dátuma sikeresen beillesztve
ro_ro: Data următoare de audiere a fost introdusă cu succes
